{"name": "全蝎", "allNames": ["杜伯", "奎", "主簿虫", "干蝎", "蝎", "虿尾虫", "全虫", "蝎子", "蝎尾", "蝎梢", "淡全蝎", "淡全虫", "盐水蝎", "咸全蝎", "会全蝎", "东全蝎", "蛜祁", "虿", "茯背虫"], "source": "为钳蝎科动物钳蝎的干燥全虫。野生蝎由仲春至初秋捕捉。清明至谷雨前后捕捉者，称为春蝎，此时未食泥土，品质较佳；夏季产量较多，称为伏蝎，因已食泥土，品质较次。饲养蝎，隔年收捕1次，一般在秋季晚上，用灯光诱捕，待蝎子出动后用竹筷挟入光滑的瓷盆内，或在洞口用盆承受，倒入缸内。捕得后，先浸入清水中，待其吐出泥土，然后捞出，置沸水锅中，加少量食盐，煮沸后，清水漂过，晾干。\n【原形态】\n体长约6厘米，分为头胸部及腹部2部。头胸部较短，7节，分节不明显，背面覆有头胸甲，前端两侧各有1团单眼，头胸甲背部中央处，另有1对，如复眼。头部有附肢2对，1对为钳角，甚小；1对为强大的脚须，形如蟹螯。胸部有步足4对，每足分为7节，末端各有钩爪2枚。腹部甚长，分前腹及后腹两部，前腹部宽广，共有7节，第1节腹面有一生殖厣，内有生殖孔；第2节腹面有1对栉板，上有齿16～25个；第3～6节的腹面，各有肺书孔1对。后腹部细长，分为5节和1节尾刺，后腹部各节皆有颗粒排列而成的纵棱数条。尾刺呈钩状，上屈，内有毒腺。卵胎生。多穴居，喜栖于石隙或枯叶下，昼伏夜出，捕食昆虫及蜘蛛等动物。\n【生境分布】\n全国各地均有分布，以长江以北地区为多。主产河南、山东、湖北、安徽等地。", "natural": "辛；性平；有毒", "process": "除去杂质，洗净，干燥。", "shape": "本品头胸部与前腹部呈扁平长椭圆形，后腹部呈尾状，皱缩弯曲，完整者体长约6cm。头胸部呈绿褐色，前面有1对短小的螯肢及1对较长大的钳状脚须，形似蟹螯，背面覆有梯形背甲，腹面有足4对，均为7节，末端各具2爪钩；前腹部由7节组成，第七节色深，背甲上有5条隆脊线。背面绿褐色，后腹部棕黄色，6节，节上均有纵沟，末节有锐钩状毒刺，毒刺下方无距。气微腥，味咸。\n全蝎的效果", "usage": "为钳蝎科动物钳蝎的干燥全虫。\n用于小儿惊风，抽搐痉挛，中风口歪，半身不遂，破伤风，风湿顽痹，偏正头痛，疮疡，瘰疬。", "jingMai": "归肝经。", "mainUse": 0, "dosage": "内服：煎汤，2~5g；研末入丸、散，每次0.5~1g；蝎尾用量为全蝎的1/3。\n外用：适量，研末掺、熬膏或油浸涂敷。", "attention": "血虚生风者及孕妇禁服。\n全蝎的药方\n①治小儿惊风：蝎一个，不去头尾，薄荷四叶裹合，火上炙令薄荷焦，同研为末，作四服，汤下。大人风涎只一服。（《经验方》）\n②治天钓惊风，翻眼向上：干蝎一个（瓦炒好），朱砂三绿豆大。为末，饭丸，绿豆大，外以朱砂少许，同酒化下一丸。（《圣惠方》）\n③治乙型脑炎抽搐：全蝎一两，蜈蚣一两，僵蚕二两，天麻一两。共研细末，每服三至五分；严重的抽搐痉厥，可先服一钱，以后每隔四至六小时，服三、五分。（湖北《中草医药经验交流》）\n④治小儿风痢：蝎三十枚，取一大石榴，割头去子作盆子，纳蝎于中，以纸筋和黄泥封裹，初炙干，渐烧令通赤，良久，去皮放冷，取其中焦黑者，细研成散。每服以乳汁调下一字。儿稍大，以防风汤调下半钱。（《圣惠方》）\n⑤治癫痫：全蝎，郁金、明矾各等量。研粉混匀，每服五分，日三次。（内蒙古《中草药新医疗法资料选编》）\n⑥治高血压病、动脉硬化引起的头痛：全虫、钩藤各二钱，丽参(高丽参)二钱。共研末，每口二次，每次服二钱。（内蒙古《中草药新医疗法资料选编》）\n⑦治中风，口眼歪斜，半身不遂：白附子、白姜蚕(僵蚕)、全蝎（去毒）各等分（并生用）。上为细末，每服一钱，热酒调下，不拘时候。（《杨氏家藏方》牵正散）\n⑧治耳暴聋闭：全蝎去毒，为末，酒服一钱，以耳中闻水声即效。（《志雅堂杂钞》）\n⑨治血栓闭塞性脉管炎，淋巴结结核，骨关节结核：全蝎、地龙、土元(地鳖虫)、蜈蚣各等分，研为细末，或水泛为丸。每次服八分，每日三次。（《山东中草药手册》）\n⑩治风淫湿痹，手足不举，筋节挛疼：先与通关，次以全蝎七个，瓦炒，入麝香一字，研匀，酒三盏，空心调服：如觉已透则止，未透再服；如病未尽除，自后专以婆蒿根洗净，酒煎，日二服。（《仁斋直指方》）\n⑾治破伤风：麝香（研）、干蝎各一分。为末，敷患处。（《普济方》麝香散）\n⑿治初生小儿脐风撮口，多啼不乳，口出白沫：全蝎二十一个，用好酒涂炙为末，麝香一字（另研）。上和为细末。用半字，煎汤调服。（《摄生众妙方》宣风散）\n⒀治小儿脐风撮口，面赤喘急，啼声不出：赤足金头蜈蚣一枚，蝎梢四尾，姜蚕(僵蚕)七个，瞿麦半钱。上为末，先用鹅毛管吹药入鼻内，使嚏喷啼叫为可医，后用薄荷汤调服之。（《袖珍方》）\n⒁治慢性气管炎：全蝎一个。水煎服。（内蒙古《中草药新医疗法资料选编》）\n⒂治腋窝结核：全蝎七只，蝉蜕十四个。煎汤内服。（《泉州本草》）\n⒃治腹股沟肿核，初起寒热如疟，有时愈而复发，每次增剧，终成象皮腿：㈠初起即用干蝎去脚头，火焙研末，泡酒内服。每次一钱至一钱五分。㈡全蝎七只去头足，放鸡蛋内蒸熟去蝎，单食鸡蛋。（《泉州本草》）\n⒄治流行性腮腺炎：全蝎用香油炸黄，每次吃一个，每日二次，连服二日。（《山东中草药手册》）\n⒅治诸疮毒肿：全蝎七枚，栀子七个。麻油煎黑去滓，入黄蜡，化成膏敷之。（《澹寮方》）\n⒆治初发痔痒：全蝎不以多少，或三、二个，烧熏。（《油珍方》）\n⒇治大肠风毒下血：白矾三（二）两，干蝎二两（微炒）。捣细罗为散，每于食前，以温粥凋下半钱。（《圣惠方》）\n(21)治蛇咬伤：全蝎二只，蜈蚣一条（炙）。研末，酒下。（《经验良方》）\n(22)治疗乙脑后遗症失语茯苓90g（姜汁1匙、竹沥1杯，拌渍后晒干），全蝎15g，僵蚕、广郁金各60g。共研细末。每次6g，每日3次，食后开水调服。（《中医杂志》1982，（10）：13转舌散）\n(23)治小儿鹅口不能乳全蝎七枚，先用薄荷汁浸过，后用薄荷七叶裹之，文武火炮过，焙令干，研末，更入黄丹(铅丹)，同研匀细，熟蜜和为膏，敷病处。（《小儿卫生总微论方》）\n(24)治蛇头疮（其形生时在手足上，疮旁一块开如蛇口之状，痛而流血不止者雄黄、螟蚣(蜈蚣)、全蝎各一钱。上为细末。看疮湿劈开入药，擦在疮上，却以小油抹，裁帛拴住；如干小油凋搽。（《外科集验方》）\n(25)治多年瘰疬\n㈠全蝎三两（焙干，去勾足），为末，用油核桃肉捣为九，绿豆大。每口二服，清晨用六分，晚用七分，火酒送下。看人大小加减服之。（《外科启玄》全蝎丸）\n㈡活蝎一只，麻油一盏，浸三日，以鹅毛蘸油搽上。初起者为疬母，每日多搽几次，三五日即愈。（《潜斋简效方》）\n(26)治牛皮癣用清香油—两，入全蝎七枚、巴豆二十枚、斑蝥十枚同熬，候先焦者先去之，去了入黄蜡一钱，候熔收起。朝搽暮愈，不损皮肉。（《证治准绳》）\n【食疗方】\n全虫闹金蝉\n制作：全蝎30克，金蝉30克。将全蝎、金蝉入六成热油锅内炸酥，摆在盘内，撒少许精盐即可。\n功效：镇肝息风，清肝明目。主治口眼歪斜，半身不遂，目赤肿痛，失音等。平人食之可调肝明目。\n注意：孕妇忌用。\n", "prescription": 0, "image": 0, "mainUsage": "息风镇痉，攻毒散结，通络止痛。用于小儿惊风，抽搐痉挛，中风口歪，半身不遂，破伤风，风湿顽痹，偏正头痛，疮疡，瘰疬。\n①《开宝本草》：疗诸风瘾疹，及中风半身不遂，口眼歪斜，语涩，手足抽掣。\n②《本草图经》：治小儿惊搐。\n③《本草会编》：破伤风宜以全蝎、防风为主。\n④《纲目》：治大人痃疟，耳聋，疝气，诸风疮，女人带下，阴脱。\n⑤《本草正》：开风痰。\n⑥《玉楸药解》：穿筋透骨，逐湿除风。\n⑦《山东中草药手册》：息风通络，镇痉。治血栓闭塞性脉管炎，淋巴结结核，骨关节结核，流行性腮腺炎。"}