{"name": "冰片", "allNames": ["梅花脑", "梅花冰片", "片脑", "冰片脑", "天然冰片", "老梅片", "梅片", "龙脑"], "source": "为龙脑香科植物龙脑香树的树脂中析出的天然结晶性化合物。从龙脑香树干的裂缝处，采取干燥的树脂，进行加工。或砍下树干及树枝，切成碎片，经水蒸气蒸馏升华，冷却后即成结晶。或为樟脑、松节油等用化学方法合成的加工制成品。\n【原形态】\n龙脑香（《唐本草》），又名：固不婆律（《酉阳杂俎》），羯布罗香（《本草衍义》）。常绿乔木，高达5米，光滑无毛，树皮有凹入的裂缝，外有坚硬的龙脑结晶。叶互生，革质；叶柄粗壮；叶片卵圆形，先端尖：基部钝圆形或阔楔形，全缘，两面无毛，有光泽，主脉明显，侧脉羽状，先端在近叶缘处相连。圆锥状花序，着生于枝上部的叶腋间，花两性，整齐；花托肉质，微凹；花萼5，覆瓦状排列，花后继续生长；花瓣5，白色；雄蕊多数，离生，略呈周位状，花药线状，药室内向，边缘开裂，药隔延长呈尖尾状，花丝短；雌蕊1，由3心皮组成，子房上位，中轴胎座，3室，每室有胚珠2枚，花柱丝状。干果卵圆形，果皮革质，不裂，花托呈壳斗状，边缘有5片翼状宿存花萼。种子1～2枚，具胚乳。\n【生境分布】\n分布南洋群岛一带。", "natural": "辛、苦，微寒。", "process": "《圣惠方》：细研。\n《本草述钩元》：轻轻捶研。现行，取原药材，除去杂质。用时研成粉。", "shape": "①龙脑冰片\n又名：龙脑（《别录》），脑子（《海上方》），瑞龙脑（《本草图经》），梅花脑子（《小儿药证直诀》），梅花片脑（《夷坚志》），片脑（《寿域神方》），梅花脑、冰片脑（《纲目》），梅片、梅冰。为龙脑香树脂的加工品。呈半透明块状、片状或颗粒状结晶，直径1～7毫米，厚约1毫米，类白色至淡灰棕色。气清香，昧清凉，嚼之则慢慢溶化。微量升华后，在显微镜下观察，其结晶为棒状或多角形。燃烧时无黑烟或微有黑烟。以片大而薄、色洁白、质松、气清香纯正者为佳。主产印度尼西亚的苏门答腊等地。\n②机制冰片\n为化学方法合成的加工制成品。呈半透明薄片状结晶，直径5～15毫米，厚约2～3毫米。白色，表面有如冰的裂纹。质松脆有层，可以剥离成薄片，手捻即粉碎。气清香，味辛凉。燃烧时有黑烟，无残迹遗留。产于上海、天津、南京、广州等地。\n冰片的效果", "usage": "为龙脑香科植物龙脑香树的树脂中析出的天然结晶性化合物。\n主治中风口噤，热病神昏，惊痫痰迷，气闭耳聋，喉痹，口疮，中耳炎，痈肿，痔疮，目亦翳膜，蛲虫病。", "jingMai": "归心经、脾经、肺经。", "mainUse": 0, "dosage": "内服：入丸、散，0.15~0.3g，不入煎剂。\n外用：适量，研末撒，或吹、搽，或点，或调敷。", "attention": "孕妇及气血虚者均应慎服。\n1.《补遗药性赋》：若服饵过多至两许，则身冷如醉，气绝而非中毒，盖性寒故也。\n2.《本草经疏》：凡中风非外来之风邪，乃因气血虚而病者忌之。小儿吐泻后成惊者为慢脾风，切不可服。急惊属实热可用；慢惊属虚寒不可用。眼目昏暗属肝肾虚者不宜入点药。\n3.《本草求原》：目病风病阴虚者忌之。\n4.《萃金裘本草述录》：孕妇禁用。\n冰片的药方\n①治急中风目瞑牙噤，不能下药：天南星（生捣为细末）、龙脑（别研）。上二味，各等分，重研细，以中指点散子，揩齿三、二十次在大牙左右，其口自开，始得下药。患者只使一字至半钱匕。（《圣济总录》开关散）\n②治时疾发豌豆疮及赤疮子未透，心烦狂躁，气喘，妄语：龙脑一钱。细研，旋滴猪心血和丸，如鸡头肉大。每服一丸，紫草汤下，少时心神便定，得睡，疮复发透，依常将息取安。（《经验后方》）\n③治伏热在心，昏瞀不省，或悮服热药，搐热冒昧不知人，及疮疹倒靥黑陷：生梅花脑子（研）半字或一字。取新杀猪心一个，取心中血同研作大丸，用新汲水少许化下，未省再服；如疮疹陷伏者，温酒化下。（《小儿药证直诀》）\n④治伤寒舌出过寸者：梅花片脑半分，为末，掺之。（《夷坚志》）\n⑤治头目风热上攻：龙脑末半两，南硼砂末一两。频搐两鼻。（《御药院方》）\n⑥治头脑疼痛：片脑一钱，纸卷作拈，烧烟熏鼻，吐出痰诞即愈。（《寿域神方》）\n⑦治风热喉痹：灯心一钱，黄柏五分（并烧存性），白矾七分（煅过），冰片脑三分。为末。每以一、二分吹患处。（《濒湖集简方》）\n⑧治咽喉口齿新久肿痛，及久嗽痰火咽哑作痛：冰片五分，朱砂六分，玄明粉、硼砂各五钱。共研极细末，吹搽患上，甚者日搽五、六次。（《外科正宗》冰硼散）\n⑨治口疮咽燥：龙脑三钱，黄柏三两。为末，蜜丸梧子大，每麦冬汤下十丸。（《摘元方》）\n⑩治内外痔疮：片脑一、二分，葱汁化搽之。（《简便单方》）\n⑾治眼赤痛，卒生浮白翳：龙脑一分，雄雀粪一分。上件药，研如粉，以人乳汁一合，相合，调匀成膏，每以铜箸取少许点之。（《圣惠方》龙脑膏）\n⑿治酒皶鼻，赤疱注上面脸者：脑子，真酥调涂敷。（《海上方》）\n⒀治牙齿疼痛：梅花脑、朱砂。末，各少许揩之。（《濒湖集简方》）\n⒁治鼻中息肉垂下者：片脑点之。（《濒湖集简方》）\n⒂治烫、烧伤：冰片10克，银朱5克，香油100毫升。先将香油倒入铝锅熬开，后把银朱、冰片放入，加热成红褐色，即成膏。将创面消毒后涂抹，一天一次。（辽宁《中草药新医疗法资料选编》）\n", "prescription": 0, "image": 0, "mainUsage": "开窍醒神，散热止痛，明目去翳。主治中风口噤，热病神昏，惊痫痰迷，气闭耳聋，喉痹，口疮，中耳炎，痈肿，痔疮，目亦翳膜，蛲虫病。\n①《别录》：妇人难产，取龙脑研末少许，以新汲水调服。\n②《唐本草》：主心腹邪气，风湿积聚，耳聋。明目，去目赤肤翳。\n③《海药本草》：主内外障眼，三虫，治五痔，明目，镇心，秘精。\n④张元素：治大肠脱。\n⑤李杲：治骨痛。\n⑥王好古：散心盛有热。\n⑦《纲目》：疗喉痹，脑痛，鼻息，齿痛，伤寒舌出，小儿痘陷。通诸窍，散郁火。\n⑧《本草备要》：治惊痫痰迷。\n⑨《会约医镜》：治肢节疼痛。"}