{"name": "决明子", "allNames": ["羊明", "马蹄决明", "狗屎豆", "假绿豆", "土咖啡", "江南豆", "还瞳子", "马蹄决明子", "炒决明", "草决明", "马蹄子", "野青豆", "大号山土豆", "猪骨明", "猪屎蓝豆", "夜拉子", "羊尾豆"], "source": "为豆科植物决明和小决明的成熟种子。秋末果实成熟，荚果变黄褐色时采收，将全株割下晒干，打下种子，去净杂质即可。", "natural": "咸苦；平凉；无毒", "process": "炒决明子：取净决明子，置锅内炒至微有香气，取出，放凉。", "shape": "（1）决明\n呈四棱性短圆柱形，一端钝圆，另一端倾斜并有尖头，长4~6mm，宽2~3mm。表面棕绿色或暗棕色，平滑，有光泽，背腹面各有1条凸起的棱线，棱线两侧各有1条从脐点向合点斜向的浅棕色线形凹纹。质坚硬。横切面种皮薄；胚乳灰白色，半透明；胚黄色，两片子叶重叠呈S状折曲。完整种子气微，破碎后有微弱豆腥气；味微苦，稍带粘性。\n（2）小决明\n短圆柱形，长3~5mm，宽2~2.5mm。棱线两侧各有1条宽广的浅黄棕色带。以籽粒饱满，色绿棕者为佳。\n决明子的效果", "usage": "为豆科植物决明和小决明的成熟种子。\n主治风热赤眼，青盲，雀目，高血压，肝炎，肝硬化腹水，习惯性便秘。", "jingMai": "肝经；胆经；肾经", "mainUse": 0, "dosage": "内服：煎汤，9~15g。", "attention": "泄泻和血压低者慎用。《本草经集注》：蓍实为之使。恶大麻子。\n决明子的药方\n①治失明，目中无他病，无所见，如绢中视：马蹄决明二升，捣筛，以粥坎服方寸匕。忌鱼、蒜、猪肉、辛菜。（《僧深集方》决明散）\n②治目赤肿痛：决明子炒研，茶调，敷两太阳穴，干则易之。亦治头风热痛。（《摘元方》）\n③治雀目：决明子二两，地肤子一两。上药，捣细罗为散。每于食后，以清粥饮调下一钱。（《圣惠方》）\n④治眼补肝，除暗明目：决明子一升，蔓荆子一升（用好酒五升，煮酒尽，曝干）。上药，捣细罗为散。每服，以温水调下二钱，食后及临卧服。（《圣惠方》决明子散）\n⑤治急性结膜炎：决明子、菊花各三钱，蔓荆子、木贼各二钱，水煎服。（《河北中药手册》）\n⑥治高血压\n㈠决明子适量，炒黄，捣成粗粉，加糖泡开水服，每次3g，每日3次。\n㈡决明子15g，夏枯草9g，水煎连服1个月。（《全国中草药汇编》）\n⑦治小儿疳积：草决明子9克，研末，鸡肝一具，捣烂，白酒少许，调和成饼，蒸熟服。（《江西草药》）\n⑧治癣久不瘥者决明子为细末，入少轻粉拌匀，先以物擦癣，令微破，以药敷之。（《百一选方》）\n⑨多年失明。用决明子二升研为末，每服一匙，饭后服，稀粥送下。\n⑩治急性结膜炎草决明、菊花、蝉蜕、青葙子各15g。水煎服。（《青岛中草药手册》）\n⑾眼睛红肿。用决明子炒过，研细，加茶调匀敷太阳穴，药干即换，一夜肿消。\n⑿头风热痛。治方同上。\n⒀鼻血不止。用决明子三工业区末，加水调交，敷胸口处。\n⒁癣疮蔓延。用决明子一两，三工业区末。加水银、轻粉少许，研至极细，看不到水银星。擦破癣疮后再敷药。\n⒂背疮初起。草决明（生用）一升，捣碎，生甘草一两重，亦切碎。水三升，煮取一升，温分二服。（《普济方》）\n⒃治急性角膜炎决明子15g，菊花9g，谷精草9g，荆芥9g，黄连6g，木通12g。水煎服。（《四川中药志》1979年）\n⒄治夜盲症决明子、枸杞子各9g，猪肝适量。水煎，食肝服汤。（《浙江药用植物志》）\n⒅治风热偏头痛决明子、野菊花各9g，川芎、蔓荆子、全蝎各6g。水煎服。（《浙江药用植物志》）\n⒇治慢性便秘及卒中后顽固便秘决明子一升，炒香，研细末，水泛为丸，每日三回，每回一钱，连服三五天，大便自然通顺，且排出成形粪便而不泄泻，此后继续每日服少量，维持经常通便，并能促进食欲，恢复健康。（《本草推陈》）\n(21)治习惯性便秘决明子18g，郁李仁18g。沸水冲泡代茶。（《安徽中草药》）\n(22)治口腔炎决明子60g。浓煎频频含漱。（《安徽中草药》）\n(23)治真菌性阴道炎决明子适量。水煎熏洗外阴及阴道。（《浙江药用植物志》）\n【食疗方】\n1.草决明兔肝汤\n兔肝2副，草决明12g，食盐少许。草决明装入小口袋内，与兔肝一起放入锅内加清水煲烫。食盐调味。佐餐喝汤食兔肝。\n功效：清肝明目，补中益气。主治目赤肿痛，视物不清，多泪等目疾。\n2.决明槐花蒲黄茶\n决明子10g，槐花6g，蒲黄6g。将上述三品共入保温瓶中，以沸水冲泡，盖焖10分钟即成。每日1剂，代茶频饮。\n功效：降血压，降血脂。主治冠心病、高血压病、动脉硬化、胆固醇含量过高等。\n3.双决明粥\n石决明25克，决明子10克，白菊花15克，粳米100克，冰糖6克。将决明子入锅炒至今出香味时起锅。白菊花、石决明入砂锅煎汁，取汁去渣番米淘洗干净，与药汁煮成稀粥加冰糖食用。早晚各服1次，3~5天为1疗程。\n功效：养肝潜阳，清肝明目。适用于目赤肿痛，羞明多泪，头胀头痛，或肝肾亏虚，肝阳上亢所致的头晕目眩、视物模糊、目睛干涩等症。\n4.菊花决明粥\n取白菊花、草决明各10克，大米100克，冰糖少许。将草决明炒香，与菊花同煎取汁，放入大米煮成稀粥，待熟后调入冰糖，再稍煮即可。每日服食1次。\n此粥可清肝、明目、降压，还可治疗目赤肿痛、怕光流泪、头痛头晕、大便秘结等。\n5.决明苁蓉蜂蜜茶\n炒决明子、肉苁蓉各10g，蜂蜜适量。将决明子、肉苁蓉共入茶杯中，沸水冲泡，盖焖10分钟，调入蜂蜜适量即成。代茶频饮。\n功效：润肠通便。主治习惯性便秘和老年性便秘。\n6.决明沙杞牛膝汤\n决明子9g，南沙参15g，牛膝9g，枸杞子15g，蜂蜜适量。将前四味药共入锅中，水煎去渣取汁，调入适量蜂蜜即成。每日1剂，连服数日。\n功效：滋阴清热，养肝明目。主治阴虚干热型青光眼等症。\n7.山楂决明荷叶汤\n山楂、决明子各15g，荷叶半张。山楂切片，荷叶切丝，与决明子加水共煎。取汁代茶饮\n功效适用于冠心病、高血压、高血脂、肥胖症等。决明子能抑制血清胆固醇的升高，抑制主动脉粥样硬化斑块的形成，其水浸液具有降压作用。荷叶有止渴、散瘀血、助脾胃、消水肿等功效，与山楂合用，可祛脂降压，减肥健身，为高血压之头晕目眩等症之药膳良方。\n8.决明荠菜青葙子茶\n决明子、荠菜子、青葙子各6g。将配料共研末，装入纱布袋中，入杯中沸水冲泡，盖焖5～10分钟即成。代茶频饮，每日1剂。\n功效：清热祛风明目，降血压。主治各期高血压头痛、眩晕等症。\n9.决明子粥\n决明子（炒）10～15g，粳米100g，冰糖少许。先把决明子入锅中炒香，取出，待冷再入砂锅中，水煎去渣取汁，同粳米、冰糖煮粥即成。每日1剂，连用5～7日为一疗程。\n功效：清肝，明目，通便，降血压，降血脂。主治目赤肿痛，怕光多泪，高血压，高血脂症，习惯性便秘等。\n10.菊花决明枯草汤\n菊花12克，草决明30克，夏枯草5克。上述三品共入锅中，水煎去渣取汁。每日1剂，连用5～7日为一疗程。\n功效：清肝泄火，降压。主治高血压头痛眩晕。\n", "prescription": 0, "image": 0, "mainUsage": "清肝，明目，利水，通便。治风热赤眼，青盲，雀目，高血压，肝炎，肝硬化腹水，习惯性便秘。\n①《本经）：治青盲，目淫肤赤白膜，眼赤痛，泪出，久服益精光。\n②《别录》：疗唇口青。\n③《药性论》：利五脏，除肝家热。\n④《日华子本草》：助肝气，益精水；调末涂，消肿毒，熁太阳穴治头痛，又贴脑心止鼻衄；作枕胜黑豆，治头风，明目。\n⑤《本草衍义补遗》：解蛇毒。\n⑥《生草药性备要》：治小儿五疳，擦癣癞。\n⑦《医林纂要》：泻邪水。\n⑧《湖南药物志）：明目，利尿。治昏眩，脚气，浮肿，肺痈，胸痹。\n⑨广州部队《常用中草药手册》：清肝明目，利水通便。治肝炎，肝硬化腹水，高血压，小儿疳积，夜盲，风热眼痛，习惯性便秘。"}