{"name": "半夏", "allNames": ["三步跳", "泛石子", "老和尚头", "老鸹头", "地巴豆", "无心菜根", "老鸹眼", "狗芋头", "清半夏", "姜半夏", "法半夏", "半下", "和姑", "生半夏", "地文", "守田", "水玉", "地雷公", "害田", "示姑", "羊眼半夏", "地珠半夏", "麻芋果"], "source": "为天南星科植物半夏的块茎。7～9月间采挖，洗净泥土，除去外皮，晒干或烘干。\n【原形态】\n半夏，又名：三叶半夏。多年生小草本，高15～30厘米。块茎近球形。叶出自块茎顶端，叶柄长6～23厘米，在叶柄下部内侧生一白色珠芽；一年生的叶为单叶，卵状心形；2～3年后，叶为3小叶的复叶，小叶椭圆形至披针形，中间小叶较大，长5～8厘米，宽3～4厘米，两侧的较小，先端锐尖，基部楔形，全缘，两面光滑无毛。肉穗花序顶生，花序梗常较叶柄长；佛焰苞绿色，长6～7厘米；花单性，无花被，雌雄同株；雄花着生在花序上部，白色，雄蕊密集成圆筒形，雌花着生于雄花的下部，绿色，两者相距5～8毫米；花序中轴先端附属物延伸呈鼠尾状，通常长7～10厘米，直立，伸出在佛焰苞外。浆果卵状椭圆形，绿色，长4～5毫米。花期5～7月。果期8～9月。\n【生境分布】\n野生于山坡、溪边阴湿的草丛中或林下。我国大部分地区有分布。全国大部分地区均产；主产四川、湖北、安徽、江苏、河南，浙江等地；以四川产量大、质量好。", "natural": "辛；性温；有毒", "process": "1.生半夏：拣去杂质，筛去灰屑。\n2.法半夏：取净半夏，用凉水浸漂，避免日晒，根据其产地质量及其颗粒大小，斟酌调整浸泡日数。泡至10日后，如起白沫时，每半夏100斤加白矾2斤，泡1日后再进行换水，至口尝稍有麻辣感为度，取出略晾。另取甘草碾成粗块，加水煎汤，用甘草汤泡石灰块，再加水混合，除去石灰渣，倒入半夏缸中浸泡，每日搅拌，使其颜色均匀，至黄色己浸透，内无白心为度。捞出，阴干。（每半夏100斤，用白矾2斤，甘草16斤，石灰块20斤）\n3.姜半夏：取拣净的半夏，照上述法半夏项下的方法浸泡至口尝稍有麻辣感后，另取生姜切片煎汤，加白矾与半夏共煮透，取出，晾至六成干，闷润后切片，晾干。（每半夏100斤，用生姜25斤，白矾12斤8两，夏季用14斤8两）\n4.清半夏：取拣净的半夏，照上述法半夏项下的方法浸泡至口尝稍有麻辣感后，加白矾与水共煮透，取出，晾至六成干，闷润后切片，晾干。（每半夏100斤，用白矾12斤8两，夏季用14斤8两）\n5.《雷公炮炙论》:修事半夏四两，用捣了白芥子末二两，头醋六两，二味搅令浊，将半夏投于中，洗三遍用之，半夏上有鄛涎，若洗不尽，令人气逆，肝气怒满。\n6.陶弘景：半夏，用之皆先汤洗十许过，令滑尽，不尔戟人咽喉。", "shape": "干燥块茎呈圆球形、半圆球形或偏斜状，直径0.8～2厘米。表面白色，或浅黄色，未去净的外皮呈黄色斑点。上端多圆平，中心有凹陷的黄棕色的茎痕，周围密布棕色凹点状须根痕，下面钝圆而光滑。质坚实，致密。纵切面呈肾脏形，洁白，粉性充足；质老或干燥过程不适宜者呈灰白色或显黄色纹。粉末嗅之呛鼻，味辛辣，嚼之发粘，麻舌而刺喉。以个大、皮净、色白、质坚实、粉性足者为佳。\n半夏的效果", "usage": "为天南星科植物半夏的块茎。\n用于痰多咳喘、痰饮眩悸、内痰眩晕、呕吐反胃、胸脘痞闷、梅核气症；生用外治痈肿痰核。姜半夏多用于降逆止呕。", "jingMai": "脾经；胃经；肺经", "mainUse": 0, "dosage": "内服：煎汤，3~9g；入丸、散。\n外用：适量，生品研末，水调敷，或用酒、醋调敷。", "attention": "阴虚燥咳、津伤口渴、血证及燥痰者禁服，孕妇慎服。半夏使用不当可引起中毒，表现为口舌咽喉痒痛麻木，声音嘶哑，言语不清，流涎，味觉消失，恶心呕吐，胸闷，腹痛腹泻严重者可出现喉头痉挛，呼吸困难，四肢麻痹，血压下降，肝肾功能损害等，最后可因呼吸中枢麻痹而死亡。\n半夏的药方\n①治湿痰，咳嗽脉缓，面黄，肢体沉重，嗜卧不收，腹胀而食不消化：南星(天南星)、半夏（俱汤洗）各一两，白术一两半。上为细末，糊为丸，如桐子大.每服五、七十丸，生姜汤下。（《紊问病机保命集》）\n②治湿痰喘急，止心痛：半夏不拘多少，香油炒，为末，粥丸梧子大。每服三、五十丸，姜汤下。（《丹溪心法》）\n③治痰饮咳嗽：大半夏一斤，汤泡七次，晒干，为细末，用生绢袋盛贮，于磁盆内用净水洗，出去粗柤，将洗出半夏末，就于盆内日晒夜露，每日换新水，七日七夜了，澄去水，晒干，每半夏粉一两，入飞过细朱砂末一钱，用生姜汁糊为丸，如梧桐子大。每服七十丸，用淡生姜汤下，食后服。（《袖珍方》辰砂半夏丸）\n④治心下有支饮（呕家本渴，渴者为欲解，今反不渴）：半夏一升，生姜半斤。上二味，以水七升，煮取一升半，分温再服。（《金匮要略》小半夏汤）\n⑤治肺胃虚弱，好食酸冷，寒痰停积，呕逆恶心，涎唾稠粘，或积吐，粥药不下，手足逆冷，目眩身重；又治伤寒时气，欲吐不吐，欲呕不呕，昏瞶闷乱，或饮酒过多，中寒停饮，喉中涎声，干哕不止：陈皮（去白）、半夏（煮）各七两。上二件，锉为粗散，每服三钱，生姜十片，水二盏，煎至一中盏，去滓温服，不拘时候。留二服滓并作一服，再煎服。（《局方》橘皮半夏汤）\n⑥治卒呕吐，心下痞，膈间有水，眩悸者：半夏一升，生姜半斤，茯苓三两。上三味，以水七升，煮取一升五合，分温再服。（《金匮要略》小半夏加茯苓汤）\n⑦治胃反呕吐者：半夏二升（洗完用），人参三两，白蜜一升。上三味，以水一斗二升，和蜜汤之二百四十遍，煮药取二升半，温服一升，余分再服。（《金匮要略》大半夏汤）\n⑧治妊娠呕吐不止：干姜、人参各一两，半夏二两。上三味，末之，以生姜汁糊为丸，如梧子大。饮服十丸，日三服。（《金匮要略》干姜人参半夏丸）\n⑨治小儿痰热，咳嗽惊悸：半夏、南星(天南星)等分，为末，牛胆汁，入胆内和，悬风处待干，蒸饼丸，绿豆大。每服三、五丸，姜汤下。（《摘元方》）\n⑩治霍乱心腹胀痛，烦满短气，未得吐下：桂(肉桂)、半夏等分。末，方寸匕，水一升，和服之。（《补缺肘后方》）\n⑾除积冷，暖元藏，温脾胃，进饮食，治心腹一切痃癖冷气及年高风秘、冷秘或泄泻：半夏（汤浸七次，焙干，为细末）、硫黄（明净好者，研令极细）。上等分，以生姜自然汁同熬，入干蒸饼末搅和匀，入臼内杵数百下，丸如梧桐子大。每服空心温酒或生姜汤下十五丸至二十丸，妇人醋汤下。（《局方》半硫丸）\n⑿治痰厥：半夏八两，防风四两，甘草二两。同为细末，分作四十服，每服用水一大盏半，姜二十片，煎至七分，去滓温服，不计时侯。（《卫生家宝方》省风汤）\n⒀治目不瞑，不卧：以流水千里已外者八升，扬之万遍，取其清五升煮之，炊以苇薪火，沸，置秫米一升，治半夏五合，徐炊令竭，为一升半，去其滓，饮汁一小杯，日三，稍益，以知为度。（《灵枢》半夏秫米汤）\n⒁治少阴病，咽中痛：半夏（洗）、桂枝（去皮）、甘草（炙）。上三味等分，各别捣筛已，合治之，白饮和服方寸匕，日三服。若不能服散者，以水一升，煎七沸，纳散两方寸匕，更煮三沸，下火令小冷，少少咽之。（《伤寒论》半夏散及汤）\n⒂治痰结，咽喉不利，语音不出：半夏（洗）五钱，草乌一字（炒），桂(肉桂)一字（炙）。上同为末，生姜汁浸蒸饼为丸，如鸡头大，每服一丸，至夜含化。（《素问病机保命集》玉粉丸）\n⒃治喉痹肿塞：生半夏末搐鼻内，涎出效。（《濒湖集简方》）\n⒄治产后晕绝：半夏末，冷水和丸，大豆大，纳鼻中。（《肘后方》）\n⒅治奶发，诸痈疽发背及乳方：末半夏，鸡于白和涂之，水磨敷。（《补缺肘后方》）\n⒆治小儿惊风：生半夏一钱，皂角(猪牙皂)半钱。为末，吹少许入鼻。（《仁斋直指方》嚏惊散）\n⒇治重舌木舌，肿大塞口：半夏煎醋，合漱之。（《纲目》）\n（21）治诸瘘五六孔相通：生半夏末，水调涂孔内，一日二次。（《外科小品》）\n（22）治外伤性出血：生半夏、乌贼骨(海螵蛸)等分，研细末，撒患处。（徐州《单方验方新医疗法选编》）\n（23）治蛇伤：鲜半夏、鸭食菜（苦麻菜）、香蒿尖各等量，混合捣碎成膏状，敷于伤处。（辽宁《中草药新医疗法资料选编》）\n（24）老人风痰。用半夏（泡七次，焙过）、硝石各半两，共研为末，加入白面捣匀，调水做成丸子，如绿豆大。每服五十丸，姜汤送下。\n（25）风痰头晕（哎逆目眩，面色黄，脉弦）。用生半夏、生天南星、寒水石（煅）各一两，天麻半两，雄黄二钱，小麦面三两，共研为末，加水和成饼，水煮浮起，取出捣烂做成丸子，如梧子大。每服五十丸，姜汤送下。极效。亦治风痰咳嗽、二便不通、风痰头痛等病。\n（26）热痰咳嗽（烦热面赤，口燥心痛，脉洪数）。用半夏、天南星各一两，黄芩一两半，共研为末，加姜汁浸蒸饼做成丸子，如梧子大。每服五十至七十丸，饭后服，姜汤送下。此方名小黄丸。\n（27）气痰咳嗽（面白气促，洒淅恶寒，忧悉不乐，脉涩）。用半夏、天南星各一两，官桂(肉桂)半两，共研为末，加糊做成丸子，如梧子大。每服五十丸，姜汤送下。此方名玉粉丸。\n（28）黄疸喘满，小便自利，不可除热。用半夏、生姜各半斤，加水七升，煮取一升五合，分两次服下。\n（29）老人便结。用半夏（泡，炒）、生硫磺(硫黄)，等分为末加自然姜汁煮糊做成丸子，如梧子大。每服五十丸，空心服，温酒送下。此方名半硫丸。\n（30）失血喘急（吐血下血，崩中带下，喘急痰呕，中满宿瘀）。用半夏捶扁，包在以姜汁调匀的面中，放火上煨黄，研为末，加米糊成丸子，如梧子大。每服三十丸，白开水送下。\n（31）骨鲠在咽。用半夏、白牙，等分为末，取一匙，水冲服，当呕出。忌食羊肉。\n（32）半夏生发灵：半夏鲜茎绞取汁，放锅内，置火上烧开，冷却待用。取药液涂患处，每日2次。经常涂之，有助眉毛、头发生长。\n功效眉毛、头发脱落。皮肤破损禁用。\n（33）山药半夏粥生山药粉30g，清半夏30g，白糖适量。\n先用温水将半夏淘洗数次，不使有分毫矾味。用饭锅煎煮半夏，取清汤约两杯半，去掉半夏渣，再将山药粉放入汤内调匀，煮2～3沸，至糊状，其粥即成，加白糖。每日食用1次，每次10g。功效：健脾和胃，降逆止呕。主治因脾胃虚弱而引起气逆上冲、呕吐频作，尤其是闻药气味则呕吐更甚，诸药不能下咽者。\n", "prescription": 0, "image": 0, "mainUsage": "燥湿化痰，降逆止呕，消痞散结。用于痰多咳喘、痰饮眩悸、内痰眩晕、呕吐反胃、胸脘痞闷、梅核气症；生用外治痈肿痰核。姜半夏多用于降逆止呕。\n（1）燥湿化痰：用于痰清稀而多之湿痰、寒痰，常配陈皮。\n（2）降逆止呕：降逆止呕之功颇著，可用于各种呕吐，尤宜于湿浊中阻所致的脘闷呕吐，常配生姜、茯苓。热证呕吐，应配清热泻火药。\n（3）消肿止痛：外用治疮疡肿毒、毒蛇咬伤。"}