{"name": "厚朴", "allNames": ["厚皮", "重皮", "赤朴", "烈朴", "川朴", "紫油厚朴", "温朴", "筒朴", "根朴", "川根朴", "鸡肠朴", "枝朴", "紫油朴"], "source": "本品为木兰科植物厚朴MagnoliaofficinalisRehd.etWils.或凹叶厚朴MagnoliaofficinalisRehd.etWils.var.bilobaRehd.etWils.的干燥干皮、根皮及枝皮。4～6月剥取，根皮及枝皮直接阴干；干皮置沸水中微煮后，堆置阴湿处，发汗至内表面变紫褐色或棕褐色时，蒸软，取出，卷成筒状，干燥。", "natural": "苦；辛；性温", "process": "厚朴：用水浸泡捞出，润透后刮去粗皮，洗净，切丝，晾干。\n姜厚朴：取生姜切片煎汤，加净厚朴，与姜汤共煮透，待汤吸尽，取出，及时切片，晾干。(每厚朴100斤，用生姜10斤)\n《雷公炮炙论》：凡使厚朴，要用紫色味辛为好，或丸散，便去粗皮，用酥炙过。每修一斤，用酥四两，炙了细锉用；若汤饮中使，用自然姜汁八两炙，一升为度。", "shape": "干皮呈卷筒状或双卷筒状，长30~35cm，厚2~7mm，习称筒朴；近根部的干皮一端展开如喇叭口，习称靴筒朴。外表面灰棕色或灰褐色，粗糙，栓皮呈鳞片状，较易剥落，有明显的椭圆形皮孔和纵皱纹，刮去栓皮者显黄棕色；内表面紫棕色或深紫褐色，具细密纵纹，划之显油痕。质坚硬，不易折断。断面颗粒性，外层灰棕色，内层紫褐色或棕色，有油性，有的可见多数小亮星。气香，味辛辣，微苦。\n厚朴的效果", "usage": "本品为木兰科植物厚朴或凹叶厚朴的干燥干皮、根皮及枝皮。\n主治胸腹痞满胀痛，反胃，呕吐，宿食不消，痰饮喘咳，寒湿泻痢。", "jingMai": "脾经；胃经；大肠经", "mainUse": 0, "dosage": "内服：煎汤，3~10g；或入丸、散。", "attention": "孕妇慎用。\n①《本草经集注》：干姜为之使。恶泽泻、寒水石、消石。\n②《药性论》：忌豆，食之者动气。\n③《品汇精要》：妊娠不可服。\n④《本草经疏》：凡呕吐不因寒痰冷积，而由于胃虚火气炎上；腹痛因于血虚脾阴不足，而非停滞所致；泄泻因于火热暴注，而非积寒伤冷；腹满因于中气不足、气不归元，而非气实壅滞；中风由于阴虚火炎、猝致僵仆，而非西北真中寒邪；伤寒发热头疼，而无痞塞胀满之候；小儿吐泻乳食，将成慢惊；大人气虚血槁，见发膈证；老人脾虚不能运化，偶有停积；妊妇恶阻，水谷不入；娠妇胎升眩晕；娠妇伤食停冷；娠妇腹痛泻利；娠妇伤寒伤风；产后血虚腹痛；产后中满作喘；产后泄泻反胃，以上诸证，法所咸忌。\n厚朴的药方\n①治腹满痛大便闭者:厚朴八两，大黄四两，枳实五枚。上三味，以水一斗二升，先煮二味，取五升，内大黄煮取三升。温服一升，以利为度。（《金匮要略》厚朴三物汤）\n②治久患气胀心闷，饮食不得，因食不调。冷热相击，致令心腹胀满:厚朴火上炙令干，又蘸姜汁炙，直待焦黑为度，捣筛如面。以陈米饮调下二钱匕，日三服。亦治反胃，止泻。（《斗门方》）\n③治脾胃气不和，不思饮食:厚朴（去粗皮，姜汁涂，炙令香净）二两半，甘草（炙）一两半，苍术（米泔水浸二日，刮去皮）四两，陈皮（去白）二两半。上四味，为末。每服一钱，水一盏，入生姜、枣子同煎七分，去滓温服，空心服之。或杵细末，蜜为丸，如梧桐子大。每服十丸，盐汤嚼下，空心服。（《博济方》平胃散）\n④治因喜怒悲思忧恐惊之气，痰涎郁结，状如破絮，或如梅核，在咽喉之间，咯不出，咽不下，或中脘痞满，气不舒快，或痰涎壅盛，上气喘急，或因痰饮中结，呕逆恶心:紫苏叶二两，厚朴三两，茯苓四两，半夏五两。上细切。每服四钱，水盏半，生姜七片，枣一个，煎至六分，去滓，热服，不拘时候。（《易简方》四七汤即《金匮要略》半夏厚朴汤）\n⑤治虫积:厚朴、槟榔各二钱，乌梅二个。水煎服。（《保赤全书》）\n⑥治中寒洞泄:干姜、厚朴等分。上为末，蜜丸梧子大。任下三十丸。（《鲍氏小儿方》）\n⑦治水谷痢久不瘥:厚朴三两，黄连三两。锉，水三升，煎取一升。空心细服。（《梅师集验方》）\n⑧治湿困脾胃，脘腹胀满，不思饮食，口淡无味，呕吐恶心，嗳气吞酸，常多泄泻，肢体沉重，怠惰嗜卧，舌苔白腻而厚，脉缓苍术四两（去黑皮，捣为粗末，炒黄色），厚朴三两（去粗皮，涂生姜汁，炙令香熟），陈橘皮(陈皮)二两（洗令净，焙干），甘草一两（炙黄）。上药四味，捣罗为散。每服二钱，用水一盏，入生姜二片，大枣二枚，同煎至七分，去滓，空腹时温服。（《医方类聚》引《简要济众方》平胃散）\n⑨治反胃厚朴（去皮，锉作小块子）、附子（去皮、脐，锉作小块子）各一两，生姜八两（去皮取汁）。将上两味，以姜汁同煮，尽汁为度，烤干为末，酒煮，和丸如梧桐子大。米饮下三粒，食前服。（《全生指迷方》朴附丸）\n⑩治脾胃虚寒，痰盛呕吐厚朴（去粗皮，姜汁炙）一斤，半夏（洗去滑，焙，切）半斤，枣（生绢袋盛）三斤，生姜三斤（研取汁尽，更入水二碗，绞取汁）。上四味，银器内用文武火煮尽姜汁，取厚朴、半夏焙干，捣罗为末，枣去皮、核，入前药于臼内，再捣为丸，如梧桐子大。每服空心临卧，温酒下二十丸。（《圣济总录》厚朴丸）\n⑾治小儿吐泻，胃虚及有痰惊厚朴一两，半夏（淹泡七次，姜汁浸半日，晒干）一钱。以米泔三升同浸一百刻，水尽为度，如未尽，少加火熬干，去厚朴，只研半夏。每服半钱或一字，薄荷汤调下。（《小儿药证直诀》梓朴散）\n⑿治胃虚泄泻，老人脏泄尤效乌头（炮）三分，厚朴（姜炙）、甘草（炙）、干姜（炮）各一分。每服一钱，水三合，生姜二片，煎至二合。热服，并二服止。（《苏沈良方》健脾散）\n⒀治暑毒，食滞，溏泄，水泄锦纹大黄（酒煮三昼夜，捣、晒）半斤，川厚朴（姜汁炒）四两八钱，广木香（为末）五钱。和大黄杵丸绿豆大。每姜汤下二三钱。功倍香连丸。（《何氏济生论》朴黄丸）\n⒁治冷滑下痢不禁虚羸者厚朴（去粗皮，姜汁制）、附子（炮，去皮、脐），干姜（炮裂）、橘红各等分。上为末，曲糊丸如梧桐子大。每服四十丸，食前米饮下，日二服。（《续易简方》朴附丸）\n⒂治咳而脉浮者厚朴五两，麻黄四两，石膏如鸡子大，杏仁(苦杏仁)半升，半夏半升，干姜二两，细辛二两，小麦一升，五味子半升。上九味，以水一斗二升，先煮小麦熟，内诸药，煮取三汁。温服一升，日三服。（《金匮要略》厚朴麻黄汤）\n⒃治妇人咽中如有炙脔半夏一升，厚朴三两，茯苓四两，生姜五两，干苏叶(紫苏叶)二两。以水七升，煮取四升。分温四服，日三夜一服。（《金匮要略》半夏厚朴汤）\n⒄治食鱼及生肉，住胸膈中不化，吐之不出，便成癥瘕厚朴一两（去粗皮，涂生姜汁，炙令香熟），川大黄二两（锉碎，微炒）。上件药，细锉。分为二服，每服，以酒一大盏，煮取六分，去滓，放温尽服，良久再服。（《圣惠方》）\n⒅治心脾不调，肾气弱，或便尿白浊厚朴一两（生姜汁制，微炒用），白茯苓一钱。上罗匀作一服，水酒各一碗，煎至一碗。分作二服，食前温服。（《普济方》莹泉散）\n⒆治思虑过当，致使浊遗精者厚朴（去粗皮，姜制研末）二两，羊胫炭（再煅红，窨过）一两。各研如粉，虚冷甚者，入炼熟朱砂半两，水煮面糊丸如梧桐子大。每服百丸至二百丸，空心米饮下。（《宝庆本草折衷》引《刘信父方》秘真丹）\n", "prescription": 0, "image": 0, "mainUsage": "温中，下气，燥湿，消痰。治胸腹痞满胀痛，反胃，呕吐，宿食不消，痰饮喘咳，寒湿泻痢。\n①《本经》:主中风伤寒，头痛，寒热惊悸，气血痹，死肌，去三虫。\n②《别录》:温中益气，消痰下气。疗霍乱及腹痛胀满，胃中冷逆及胸中呕不止，泄痢淋露，除惊，去留热心烦满，厚肠胃。\n③《药性论》:主疗积年冷气，腹内雷鸣，虚吼，宿食不消，除痰饮，去结水，破宿血，消化水谷，止痛。大温胃气，呕吐酸水。主心腹满，病人虚而尿白。\n④《日华子本草》:健脾。主反胃，霍乱转筋，冷热气，泻膀胱，泄五藏一切气，妇人产前产后腹藏不安。调关节，杀腹藏虫，明耳目。\n⑤王好古:主肺气胀满，膨而喘咳。\n⑥《本草正》:温降，散滞，除寒湿泻痢。"}