{"name": "吴茱萸", "allNames": ["气辣子", "吴芋", "吴椒", "淡茱萸", "淡吴芋", "搜筵", "越椒", "吴于", "开口茱萸", "吴萸", "茶辣", "漆辣子", "优辣子", "吴萸子", "曲药子"], "source": "为芸香科植物吴茱萸、石虎及毛脉吴茱萸未成熟的果实.栽后3年，早熟品种7月上旬，晚熟品种8月上旬，待果实呈茶绿色而心皮未分离时采收，在露水未干前采摘整串果穗，切勿摘断果枝，晒干，用手揉搓，使果柄脱落，扬净。如遇雨天，用微火抗干。\n【原形态】\n1.吴茱萸常绿灌木或小乔木，高3-10m。树皮青灰褐色，幼枝紫褐色，有细小圆形的皮孔；幼技、叶轴及花轴均被锈色绒毛。奇数羽状复叶对生，连叶柄长20-40cm；叶柄长4-8cm，小叶柄长2-5mm；小叶5-9，椭圆形至卵形，长5.5-15cm，宽3-7cm，先端骤狭成短尖，基部楔形至广楔形或圆形，全缘或有不明显的钝锯齿，侧脉不明显，两面均被淡黄褐色长柔毛，脉上尤多，有明显的油点，厚纸质或纸质。雌雄异株，聚伞圆锥花序，顶生；花轴粗壮，密被黄褐色长柔毛，花轴基部有小叶片状的狭小对生苞片2枚；萼片5，广卵形，长约1-2mm，被短柔毛；花瓣5，白色，长圆形，长4-6mm；雄花具5雄蕊，插生在极小的花盘上，花药基着，椭圆形，花丝粗短，被毛，退化子房先端4-5裂；雌花的花瓣较雄花瓣大，退化雄蕊鳞片状，子房上位，长圆形，心皮5，花后增宽成扁圆形，有粗大的腺点，花柱粗短，柱头先端4-5钱裂。果实扁球形，成熟时裂开成5个果瓣，呈蓇葖果状，紫红色，表面有粗大油腺点，每分果有种子1个，黑色，有光泽。花期6-8月，果期9-10月。\n2.石虎本变种与正种很相似。区别点为变种具有特殊的刺激性气味。小叶3-11，叶片较狭，长圆形至狭披针形，先端渐尖或长渐尖，各小叶片相距较疏远，侧脉较明显，全缘，两面密被长柔毛，脉上最密，油腺粗大。花序轴常被淡黄色或无色的长柔毛。成熟果序不及正种密集。种子带蓝黑色。花期7-8月，果期9-10月。\n3.毛脉吴茱萸与上种相似。小枝被黄锈色或丝光质的疏长毛。叶轴被长柔毛；小叶5-11，叶形变化较大，长圆形、披针形、卵状披针形，上表面中脉略被疏短毛，下面脉上被短柔毛，侧脉清晰，油腺点小。花期7-8月，果期9-10月。\n【生态环境】\n1.生长于低海拔向阳的疏林下或林缘旷地。\n2.生于山坡草丛中。\n3.生于村边路旁、山坡草丛中。\n【资源分布】\n1.分布于陕西、甘肃、安徽、浙江、福建、台湾、湖北、湖南、广东、广西、四川、贵州、云南。\n2.分布于浙江、江西、湖北、湖南、广西、四川、贵州。\n3.分布于江西、湖南、广东、广西及贵州。", "natural": "辛；苦；热；小毒", "process": "吴茱萸：除去杂质。\n制吴茱萸：取甘草捣碎，加适量水，煎汤，去渣，加入净吴茱萸，闷润吸尽后，炒至微干，取出，晒干。每100kg吴茱萸，用甘草6kg。", "shape": "果实类球形或略呈五角状扁球形，直径2~5mm。表面暗绿黄色至褐色，粗糙，有多数点状突起或凹下油点。顶端有五角星状的裂隙，基部有花萼及果柄，被有黄色茸毛。质硬而脆。气芳香浓郁，味辛辣而苦。以饱满、色绿、香气浓郁者为佳。\n吴茱萸的效果", "usage": "为芸香科植物吴茱萸、石虎及毛脉吴茱萸未成熟的果实。\n主治呕逆吞酸，厥阴头痛，脏寒吐泻，脘腹胀痛，经行腹痛，五更泄泻，高血压症，脚气，疝气，口疮溃疡，齿痛，湿疹，黄水疮。", "jingMai": "肝经；胃经；脾经；大肠经；肾经", "mainUse": 0, "dosage": "内服：煎汤，1.5~5g；或入丸、散。\n外用：适量，研末调敷，或煎水洗。", "attention": "阴虚火旺者忌服。\n①《本草经集注》：蓼实为之使。恶丹参、消石、白垩，畏紫石英。\n②《本草蒙筌》：肠虚泄者尤忌。\n③《纲目》：走气，动火，昏目，发疮。\n④《本草经疏》：呕吐吞酸属胃火者不宜用；咳逆上气，非风寒外邪及冷痰宿水所致者不宜用；腹痛属血虚有火者不宜用；赤白下痢，因暑邪入于肠胃，而非酒食生冷、停滞积垢者不宜用；小肠疝气，非骤感寒邪及初发一、二次者不宜用；霍乱转筋，由于脾胃虚弱冒暑所致，而非寒湿生冷于犯肠胃者不宜用；一切阴虚之证及五脏六腑有热无寒之人，法所咸忌。\n吴茱萸的药方\n①治肾气上哕，肾气自腹中起上筑于咽喉，逆气连属而不能吐，或至数十声，上下不得喘息：吴茱萸（醋炒）、橘皮(陈皮)、附子（去皮）各一两。为末，面糊丸，梧子大。每姜汤下七十丸。（《仁存堂经验方》）\n②治醋心，每醋气上攻如酽醋：茱萸一合。水三盏，煎七分，顿服。纵浓，亦须强服。（《兵部手祭方》）\n③治食已吞酸，胃气虚冷者：吴茱萸（汤泡七次，焙）、干姜（炮）等分。为末，汤服一钱。（《圣惠方》）\n④治肝火：黄连六两，吴茱萸一两或半两。上为末，水丸或蒸饼丸。白汤下五十丸。（《丹溪心法》左金丸，一名回令丸）\n⑤治呕而胸满，及干呕吐涎沫，头痛者：吴茱萸一升，人参三两，生姜六两，大枣十二枚。上四味，以水五升，煮取三升，温服七合，日三服。（《金匮要略》吴茱萸汤）\n⑥治头风：吴茱萸三升。水五升，煮取三升，以绵拭发。根。（《干金翼方》）\n⑦治痰饮头疼背寒，呕吐酸汁，数日伏枕不食，十日一发：吴茱萸（汤泡七次）、茯苓等分。为末，炼蜜丸悟子大。每热水下五十丸，（《朱氏集验方》）\n⑧治多年脾泄，老人多此，谓之水土同化：吴茱萸三钱。泡过，煎汁，入盐少许，通口服，盖茱萸能暖膀胱，水道既清，大肠自固，他药虽热，不能分解清浊也。（《仁存堂经验方》）\n⑨治脾受湿气，泄利不止，米谷迟化，脐腹刺痛；小儿有疳气下痢，亦能治之：黄连（去须）、吴茱萸（去梗，炒）、白芍药各五两。上为细末，面糊为丸，如梧桐子大。每服二十丸，浓煎米饮下，空心日三服。（《局方》戊己丸）\n⑩治脚气入腹，困闷欲死，腹胀：吴茱萸六升，木瓜两颗（切）。上二味，以水一斗三升，煮取三升，分三服，相去如人行十里久，进一服，或吐、或汗、或利、或大热闷，即瘥。（《千金方》苏长史茱萸汤）\n⑾治脚气疼痛，如人感风湿流注，脚足痛不可忍，筋脉浮肿，宜服之：槟榔七枚，陈皮（去白）、木瓜各一两，吴茱萸、紫苏叶各三钱，桔梗（去芦）、生姜（和皮）各半两。上细切，水煎，次日五更，分作三、五服，只是冷服。冬天略温服亦得。（《证治准绳》鸡鸣散）\n⑿治远年近日小肠疝气，偏坠搐疼，脐下撮痛，以致闷乱，及外肾肿硬，日渐滋长，阴间湿痒成疮：吴茱萸（去枝梗）一斤（四两用酒浸，四两用醋浸，四两用汤浸，四两用童子小便浸，各浸一宿，同焙干），泽泻（去灰土）二两。上为细末，酒煮面糊丸如梧桐子大。每服五十丸，空心食前盐汤或酒吞下。（《局方》夺命丹）\n⒀治小儿肾缩（乃初生受寒所致）：吴茱萸、硫黄各半两。同大蒜研涂其腹，仍以蛇床子烟熏之。（《圣惠方》）\n⒁治口疮口疳：茱萸末，醋调涂足心。亦治咽喉作痛。（《濒湖集简方》）\n⒂治牙齿疼痛：茱萸煎酒含漱之。（《食疗本草》）\n⒃治湿疹：炒吴茱萸一两，乌贼骨(海螵蛸)七钱，硫黄二钱。共研细末备用。湿疹患处渗出液多者撒干粉；无渗出液者用蓖麻油或猪板油化开调抹，隔日一次，上药后用纱布包扎。（《全展选编·皮肤科》）\n⒄治阴下湿痒生疮：吴茱萸一升，水三升，煮三、五沸，去滓，以洗疮。诸疮亦治之。（《古今录验方》）\n⒅中风（口角偏斜，不能语言）。用茱萸一升、姜豉三升、清酒五程式，合煎开数次，冷后每服半升。一天服三次。微汗即愈。\n⒆全身发痒。用茱萸一升，加酒五升，煮成一升半，乘温擦洗，痒即停止。\n⒇冬月感寒。用吴茱萸五钱煎汤服，以出汗为度。\n(21)呕吐、胸满、头痛。用茱萸一升、枣二十枚、生姜一两、人参一两，加水五升煎成三升，每服七合，一天服二次，此方名吴茱萸汤。\n(22)心腹冷痛。用吴茱萸五合，加酒三升煮开，分三次服。\n(23)小肠疝气（偏坠疼痛，睾丸肿硬，阴部湿痒）。用吴茱萸（去梗）一斤，分作四份。四两泡酒，四两泡醋，四两泡开水，四两泡童便。经一夜后，都取出焙干，加泽泻二两，共研为末，以酒和粉调成丸子，如梧子大。每服五十丸，空心服，盐汤或酒送下。此方名夺命丹，亦名星斗丸。\n(24)妇女阴寒，久不受孕。用吴茱萸、川椒(花椒)各一升，共研为末，加炼蜜做丸子，如弹子大。裹棉肉纳入阴道中，令子宫开即可受孕。\n(25)胃气虚冷，口吐酸水。用吴茱萸在开水中泡七次，取出焙干，加干姜（炮），等分为末。每服一钱，热汤送下。\n(26)转筋入腹。用茱萸（炒）二两，加酒二碗，煎成一碗，分二次服。得泻即愈。\n(27)老人多年水泄。用吴茱萸三钱，泡过，取出，加水煎嗔，放一点盐后服下。\n(28)赤白痢（脾胃受湿，下痢腹痛，米谷不化）。用吴茱萸、黄连、白芍药各一两，同炒为末，加蒸饼做成丸子，如梧子大。每服二、三十丸，米汤送下。此方名戊己丸。又方：用川黄连二两、吴茱萸二两（汤沁七次），同炒香，分别研为末，各与粟米饭做成丸子，如梧子大，收存备用。每服三十丸。赤痢，以甘草汤送服黄连丸；白痢，以干姜汤送服茱萸丸；赤白痢，两丸各用十五粒，米汤送下。此方名变通丸。又方：用吴茱萸二两、黄连二两，同炒香，各自为末。以百草霜二两，加饭同黄连做成丸子；以白芍药末二两，加饭同茱萸做成丸子，各如梧子大，收存备用。每服五十丸。赤痢，以乌梅汤送服连霜丸；白痢，以米汤送服茱芍丸；赤白痢，两种药丸各服二十五粒。此方名二色丸。\n(29)腹中积块。用茱萸一升捣烂，和酒同煮，取出包软布中熨积块处，冷则炒热再熨。块如移动，熨也移动，直至积块消除。\n(30)治牙齿疼痛吴茱萸煎酒，含漱之。（《食疗本草》）\n(31)老小风疹。用茱萸煎酒涂搽。\n(32)痈疽发背。用吴茱萸一升捣为末，加苦酒调涂布上贴患处。\n(33)寒热怪病（发寒发热不止，几天后四肢坚硬如石，敲起来发铜器声，日渐瘦弱）。用茱萸、木香等分，煎激发服。\n(34)治心中寒，心背彻痛吴茱萸一升，桂心（肉桂）、当归各二两。上三味，捣罗为末，炼蜜为丸，如梧桐子大。每服三十丸，温酒下，渐加至四十丸。（《圣济总录》茱萸丸）\n(35)治蛔心痛吴茱萸（水浸一宿，焙干炒）半两，鹤虱（微炒）一两半。上为细散。每服二钱，空心温酒调下。（《普济方》吴茱萸散）\n(36)治霍乱心腹痛，呕吐不止吴茱萸（汤浸，焙，炒）、干姜（炮）各一两，甘草（炙）一两半。上三味，粗捣筛。每服二钱匕，水一盏，煎至七分，去滓温服，不拘时。（《圣济总录》吴茱萸汤）\n(37)治久下痢赤白不止吴茱萸、干姜、诃黎勒皮(诃子)、白矾灰各半两。上捣罗为末，醋煮面糊为丸，如梧桐子大。每服十丸，粟米饮下，食前服。（一方有当归，无矾石，每服五钱，水煎服，名茱萸汤，治脓血痢。）（《普济方》云母散）\n(38)治赤白带下欓子、石菖蒲等分，为末。每旦盐酒温服二钱。（《经验方》）\n(39)治脚气入腹冲心，大便不通吴茱萸、木瓜、大黄各等分，大黄或随其病加减。米糊丸如绿豆大。每五十丸，粳米、枳壳汤下。未应，加丸数再服，以通为度。（《赤水玄珠》三将军丸）\n(40)治火气上奔胸膈中，诸病发时，迫满短气不得卧，剧荏便悁欲死，腹中冷湿气，肠鸣相逐成结气半夏、吴茱萸各一升，生姜一斤，桂心(肉桂)五两，人参、甘草各二两。上六味（口父）咀，以水一斗，煮取三升，分四服。（《千金要方》奔气汤）\n(41)治中风口噤，闷乱不知人，汤饮不下吴茱萸（汤洗六次，炒）一两，豉（炒令微干）三两。上粗捣筛。每服四钱匕，以水一盏半，煎取七分，去滓温服，早晚各二服。一方单用吴茱萸，和酒煮服之，尤良。（《普济方》）\n(42)治小便多利吴茱萸、蜀椒（花椒）、干姜。上等分为末，用干蒸饼为末，入水内拌匀和捣熟，丸如绿豆大。每服十丸，加至二十丸，空心盐汤下。（《普济方》吴茱萸丸）\n", "prescription": 0, "image": 0, "mainUsage": "温中，止痛，理气，燥湿，治呕逆吞酸，厥阴头痛，脏寒吐泻，脘腹胀痛，经行腹痛，五更泄泻，高血压症，脚气，疝气，口疮溃疡，齿痛，湿疹，黄水疮。\n①《本经》：主温中下气，止痛，咳逆寒热，除湿血痹，逐风邪，开腠理。\n②《别录》：主痰冷，腹内绞痛，诸冷实不消，中恶，心腹痛，逆气，利五脏。\n③《药性论》：主心腹疾，积冷，心下结气，疰心痛；治霍乱转筋，胃中冷气，吐泻腹痛不可胜忍者；疗遍身顽痹，冷食不消，利大肠拥气。\n④《本草拾遗》：杀恶虫毒，牙齿虫匿。\n⑤《日华子本草》：健脾通关节。治腹痛，肾气，脚气，水肿，下产后余血。\n⑥王好古：治痞满塞胸，咽膈不通，润肝燥脾。\n⑦《纲目》：开郁化滞。治吞酸，蹶阴痰涎头痛，阴毒腹痛，疝气，血痢，喉舌口疮。"}