{"name": "大蓟", "allNames": ["野红花", "茨芥", "刷把头", "土红花", "野刺菜", "猪妈菜", "牛刺竻菜", "鸟不扑", "牛不嗅", "鬼薊", "驴扎嘴", "刺薊", "大吉", "虎薊", "马薊", "马蓟", "虎蓟", "刺蓟", "鸡项草", "牛触嘴", "鼓椎", "鸡姆刺", "恶鸡婆", "大牛喳口", "猪姆刺", "六月霜", "蚁姆刺", "牛口刺", "老虎脷", "刺萝卜", "马刺刺", "刺秸子", "马刺草", "牛口舌", "竻菜", "草鞋刺"], "source": "为菊科植物大蓟的全草或根。全草于夏秋两季当花盛开讨采割，除去老茎，晒干，以秋季采者为佳；根于8～10月采挖，除去泥土、残茎，洗净晒干。\n【原形态】\n多年生宿根草本。茎高100～150厘米，直立，有纵条纹，密被白软毛。叶互生；根生叶倒卵状长椭圆形，长15～30厘米，羽状分裂，裂片5～6对，先端尖，边缘具不等长浅裂和斜刺，基部渐狭，形成两侧有翼的扁叶柄，被毛；茎生叶向上逐渐变小，形状与根生叶相似，基部抱茎，下表面密被白绵毛。头状花序，单生在枝端；柄短；着生披针状叶片1～2；总苞球形，径15～20毫米，苞片6～7列，披针形，在基部外面的较短，内面的较长，锐头，有刺，全缘；全部为管状花，紫红色，两性，长约20毫米，先端5裂，裂片线形；雄蕊6，花药相连呈管状，先端分离，基部左右各有一下垂尖尾；雌蕊1，子房下位。瘦果扁椭圆形.花期5～6月。果期6～8月。\n【生境分布】\n生于山野、路旁。全国大部分地区有分布。全国大部分地区均产。", "natural": "甘，苦，凉。", "process": "拣去杂质，清水洗净，润透，切段，晒干。\n大蓟炭：取净大蓟置锅内用武火炒至七成变黑色,存性，过铁丝筛,喷洒清水，取出晒干。", "shape": "大蓟草：茎呈圆柱形，基部直径可达1.2cm；表面绿褐色或棕褐色，有数条纵棱，被丝状毛；断面灰白色，髓部疏松或中空。叶皱缩，多破碎，完整叶片展平后呈倒披针形或倒卵状椭圆形，羽状深裂，边缘具不等长的针刺；上表面灰绿色或黄棕色，下表面色较浅，两面均具灰白色丝状毛。头状花序顶生，球形或椭圆形，总苞黄褐色，羽状冠毛灰白色。气微，味淡。\n大蓟根：呈长纺锤形，常簇生而扭曲，长5～15cm，直径0.2～0.6cm。表面暗褐色，有不规则的纵皱纹。质硬而脆，易折断，断面粗糙，灰白色。气微，味甘、微苦。\n本品呈不规则的段。表面黑褐色。质地疏脆，断面棕黑色。气焦香。\n【性味与归经】\n苦、涩，凉，归心、肝经。\n【功能与主治】\n凉血止血。用于衄血，吐血，尿血，便血，崩漏，外伤出血。\n【用法与用量】\n5～lOg，多入丸散服。\n大蓟的效果", "usage": "为菊科植物大蓟的全草或根。\n主治吐血，衄血，尿血，血淋，血崩，带下，肠风，肠痈，痈疡肿毒，疔疮。", "jingMai": "归心经、肝经。", "mainUse": 0, "dosage": "内服：煎汤，5~10g；鲜品可用30~60g。\n外用：适量，捣敷衍。用于止血宜炒炭用。", "attention": "脾胃虚寒而无瘀滞者忌服。\n①《品汇精要》：忌犯铁器。\n②《本草经疏》：不利于胃弱泄泻及血虚极，脾胃弱不思饮食之证。\n大蓟的药方\n①治心热吐血、口干：刺蓟叶及根，捣，绞取汁，每服一小盏，频服。（《圣惠方》）\n②治吐血衄血，崩中下血：大蓟一握。捣，绞取汁，服半升。（《本草汇言》）\n③治肺热咳血：大蓟鲜根一两。洗净后杵碎，酌加冰糖半两，和水煎成半碗，温服，日服两次。（《福建民间草药》）\n④治热结血淋：大蓟鲜根一至三两。洗净捣碎，酌冲开水炖一小时，饭前服，日服三次。（《福建民间草药》）\n⑤治妇人红崩下血，白带不止：大蓟五钱，土艾叶三钱，白鸡冠花子二钱，木耳(黑木耳)二钱，炒黄柏五钱（如白带，不用黄柏）。引水酒煨服。（《滇南本草》）\n⑥治肠痈、内疽诸证：大蓟根叶、地榆、牛膝、金银花。俱生捣汁，和热酒服。如无生鲜者，以干叶煎饮亦可。（《本草汇言》）\n⑦治肺痈：鲜大蓟四两。煎汤，早晚饭后服。（《闽东本草》）\n⑧治疔疖疮疡，灼热赤肿：大蓟鲜根和冬蜜捣匀贴患处，日换两次。（《福建民间草药》）\n⑨治跌扑损伤，瘀血作痛：大蓟汁，和热酒饮。（《本草汇言》）\n⑩治结核于项左右，或栗子疮红肿溃烂出脓久不收口者：独根大蓟，不拘多少，或煮水牛肉，或猪肉，或单用，煨点水酒服。外用新鲜大蓟捣烂，入发灰、儿茶、血竭同拌，敷疮口，生肌。（《滇南本草》）\n⑾治汤火烫伤：大蓟新鲜根，以冷开水洗净后捣烂，包麻布炖热绞汁涂抹，日二、三次。（《福建民间草药》）\n⑿治妇女干血痨或肝痨，恶寒发热，头疼，形体消瘦，精神短少：新鲜大蓟二两，黄牛肉四两。共入罐内煮烂，天明吃毕后复熟睡。忌盐。（《滇南本草》）\n⒀治漆疮：大蓟鲜根一握。洗净，加些桐油捣烂，用麻布包炖热绞汁涂抹，日三、四次。（《福建民间草药》）\n⒁治副鼻窦炎：鲜大蓟根三两，鸡蛋二至三个。二味同煮，吃蛋喝汤。忌吃辛辣等刺激性食物。（《全展选编·五官科》）\n⒂治带状疱疹：大蓟、小蓟、鲜牛奶各适量。将大、小蓟放在鲜牛奶中泡软后，捣成膏，外敷。（内蒙古《中草药新医疗法资料选编》）\n附录：\n大蓟炭\n", "prescription": 0, "image": 0, "mainUsage": "凉血，止血，祛瘀，消痈肿。治吐血，衄血，尿血，血淋，血崩，带下，肠风，肠痈，痈疡肿毒，疔疮。\n①《别录》：根，主养精保血。主女子赤白沃，安胎，止吐血鼻衄。\n②《药性论》：根，止崩中血下。\n③《唐本草》：根，疗痈肿。\n④《日华子本草》：叶，治肠痈，腹藏瘀血，血运扑损，可生研，酒并小便任服；恶疮疥癣，盐研窨敷。\n⑤《滇南本草》：消瘀血，生新血，止吐血、鼻血。治小儿尿血，妇人红崩下血，生补诸经之血，消疮毒，散瘰疬结核，疮痈久不收口者，生肌排脓。\n⑥《玉楸药解》：治金疮。\n⑦《医林纂要》：坚肾水，去血热，泄逆气。治肠风，肠痈。\n⑧《福建民间草药》：凉血止血，消炎退肿。治肺热咳血，热结血淋，疔疖疮癌，漆疮，汤火烫伤。"}