{"name": "大青叶", "allNames": ["蓝腚叶", "蓝叶", "蓝靛叶", "靛青叶", "大青"], "source": "本品为十字花科植物菘蓝IsatisindigoticaFort.的干燥叶。夏、秋二季分2～3次采收，除去杂质，晒干。", "natural": "苦；寒", "process": "拣去杂质及枯叶，洗净，稍润，切段，晒干。", "shape": "本品多皱缩卷曲，有的破碎。完整叶片展平后呈长椭圆形至长圆状倒披针形，长5～20cm，宽2～6cm；上表面暗灰绿色，有的可见色较深稍突起的小点；先端钝，全缘或微波状，基部狭窄下延至叶柄呈翼状；叶柄长4～10cm，淡棕黄色。质脆。气微，味微酸、苦、涩。\n大青叶的效果", "usage": "本品为十字花科植物菘蓝的干燥叶。\n主治温病热盛烦渴，流行性感冒，急性传染性肝炎，菌痢，急性胃肠炎，急性肺炎，丹毒，吐血，衄血，黄疸，痢疾，喉痹，口疮，痈疽肿毒。", "jingMai": "肝经；心经；胃经；脾经", "mainUse": 0, "dosage": "内服：煎汤，10~15g，鲜品30~60g；或捣汁服。\n外用：捣敷；煎水洗。", "attention": "脾胃虚寒者忌服。\n1.《本草经疏》：不可施之于虚寒脾弱之人。\n2.《本草从新》：非心胃热毒勿用。\n3.《得配本草》：虚作泻者禁用。\n大青叶的药方\n①预防乙脑，流脑：大青叶五钱，黄豆一两，水煎服，每日一剂，连服七天。（《江西草药》）\n②治乙脑，流脑，感冒发热，腮腺炎：大青叶五钱至一两，海金砂根一两.水煎服，每日二剂。（《江西草药》）\n③治温毒发斑：大青四两，甘草、胶各二两，豉八合。以水一斗，煮二物，取三升半，去滓，纳豉煮三沸，去滓，乃纳胶，分作四服，尽又合。此治得至七、八日，发汗不解，及吐下太热，甚佳。（《补缺肘后方》）\n④治时行壮热头痛，发疮如豌豆遍身：大青三两，栀子二七枚（擘），犀角（屑）一两，豉五合。上四味切，以水五升，煮取二升，分三服，服之无所忌。（《延年方》大青汤）\n⑤治麻疹色太红，或微紫，或出太甚者：大青、元参(玄参)、生地黄、石膏、知母、木通、地骨皮、荆芥、甘草、淡竹叶。水煎热服。（段希孟《痘疹心法》大青汤）\n⑥治风疹，丹毒：大青捣烂，鼍之即散（先以磁锋砭去恶血）。（《本草汇言》）\n⑦治热甚黄疸：大青二两，茵陈、秦艽各一两，天花粉八钱。水煎服。（《方脉正宗》）\n⑧治无黄疽型肝炎：大青叶二两，丹参一两，大枣十枚。水煎服。（《山东中草药手册》）\n⑨治热病不解，下痢困笃欲死者：大青四两，甘草、赤石脂三两，胶二两，豉八合。以水一斗，煮取三升，分三服，尽更作，日夜两剂。（《补缺肘后方》大青汤）\n⑩治小儿赤痢：捣青蓝汁二升，分四服。（《子母秘录》）\n⑾治热盛时疟，单热不寒者：大青嫩叶捣汁，和生白酒冲饮。（《方脉正宗》）\n⑿治肺炎高热喘咳：鲜大青叶一至二两。捣烂绞汁，调蜜少许，炖热，温服，日二次。（《泉州本草》）\n⒀治上气咳嗽，呷呀息气，喉中作声，唾粘：蓝实叶浸良久，捣绞取汁一升，空腹顿服，须臾以杏仁取汁煮粥食之，一两日将息，依前法更服，吐痰方瘥。（《梅师集验方》）\n⒁治血淋，小便尿血：鲜大青叶一至二两，生地黄五钱。水煎调冰糖服。日二次。（《泉州本草》）\n⒂治喉风，喉痹：大青叶捣汁灌之，取效止。（《卫生易简方》）\n⒃治咽喉唇肿，口舌糜烂，口甘面热：大青、升麻、大黄（锉、炒）各二两，生地黄（切、焙）三两。上四味粗捣筛。每服二钱匕，以水一盏，煎至七分，去滓，温服，利即愈。（《圣济总录》大青汤）\n⒄治小儿口疮不得吮乳：大青十八铢，黄连十二铢。上二味细切，以水三升，煮取一升二合，一服一合。日再夜一。（《千金方》）\n⒅治大头瘟：鲜大青叶洗净，捣烂外敷患处，同时取鲜大青叶一两，煎汤内服。（《泉州本草》）\n⒆治脑热耳聋：大青、大黄（锉、炒）、栀子（去皮）、黄芪（制）、升麻、黄连（去须）各一两，朴硝二两。上七味，捣罗为末，炼蜜丸如梧桐子大。每服三十丸，温水下。（《圣济总录》大青丸）\n⒇治淋巴腺炎；阑尾术后感染等炎症：大青叶、木芙蓉叶各半斤，蒲公英三两。水煎十二小时，取汁2000毫升，每服20毫升，每日三次。（《江西草药》）\n(21)治疖、痱子：\n㈠大青叶（鲜）三两。水煎服，每日一剂。\n㈡大青叶适量，水煎浓汁，加薄荷油适量，洗患处，每日二至三次。（《江西草药》）\n【食疗方】\n大青番泻叶茶\n大青叶10克，番泻叶3克，白糖适量。\n功效清热解毒，泻火通便。\n【备注】\n1.大青叶功能清热凉血，为解毒要药，主要用于热毒发斑、丹毒、咽喉肿痛、口舌生疮、疮痈肿毒等症，故前人认为它能解心胃热毒。近年来此药在临床上广泛应用，除可用治上述诸症外，又可用于痰热郁肺、咯痰黄稠；尤常用于流行性乙性脑炎，既可单味应用于预防，又可配合柴胡、银花、连翘、板蓝根、玄参、生地等，能清解气分、营分的热毒，可用治各种乙脑，而以偏热型较为合适。\n2.全国各地市售的大青叶品种甚多，植物来源各异，又：爵床科植物马蓝。十字花科植物菘蓝及大青。蓼科植物蓼蓝。豆科植物木蓝。以上植物的叶，都做为大青叶使用，也均能作为制青黛的原料，除木蓝外，其根均作为板蓝根使用。\n3.上海地区近年来种植得大青叶，是属于十字花科草本植物菘蓝的叶，经临床实践，确有良好的清热解毒功效。但本品味虽不甚苦，却是气浊性寒，如用量过多，易致恶心呕吐。\n", "prescription": 0, "image": 0, "mainUsage": "清热解毒，凉血止血。治温病热盛烦渴，流行性感冒，急性传染性肝炎，菌痢，急性胃肠炎，急性肺炎，丹毒，吐血，衄血，黄疸，痢疾，喉痹，口疮，痈疽肿毒。\n①《别录》：疗时气头痛，大热，口疮。蓝叶汁，杀百药毒，解狼毒，射罔毒。\n②陶弘景：疗伤寒方多用此，除时行热毒为良。蓝汁，至解毒。以汁涂五心，又止烦闷。甚疗蜂蟹毒。\n③《纲目》：主热毒痢，黄疸，喉痹，丹毒。蓝叶汁，解斑蝥、芫青、樗鸡，朱砂、砒石毒。\n④《本草正》：治瘟疫热毒发狂，风热斑疹，痈疡肿痛，除烦渴，止鼻衄、吐血，杀疳蚀、金疮箭毒。凡以热兼毒者，皆宜蓝叶捣汁用之。\n⑤广州部队《常用中草药手册》：清热泻火，凉血解毒，散瘀止血。治肠炎，菌痢，咽喉炎，扁桃体炎，腮腺炎，感冒发热，齿龈出血。\n⑥《江西草药》：治急性肝炎，肺结核，矽肺，牙痛，蛇伤，过敏性皮炎。"}