{"name": "大黄", "allNames": ["将军", "黄良", "火参", "肤如", "蜀大黄", "锦纹大黄", "锦纹", "生军", "川军", "生大黄", "熟大黄", "川大黄", "酒军", "箱黄", "箱军", "箱大黄", "西吉", "西庄", "西庄黄", "庄黄", "中吉", "蛋吉", "片吉", "酒大黄", "大王", "川锦纹", "马蹄黄", "膚如", "雅黄", "香结", "破门", "大黄炭"], "source": "为蓼科植物掌叶大黄、唐古特大黄或药用大黄的根茎。9～10月间选择生长3年以上的植株，挖取根茎，切除茎叶、支根，刮去粗皮及顶芽，风干、烘干或切片晒干。", "natural": "苦，寒。", "process": "1.生大黄（又名：生军）：原药拣净杂质，大小分档，焖润至内外湿度均匀，切片或切成小块，晒干。\n2.酒大黄：取大黄片用黄酒均匀喷淋，微焖，置锅内用文火微炒，取出晾干（大黄片100斤用黄酒14斤）。\n3.熟大黄（又名：熟军，制军）：取切成小块的生大黄，用黄酒拌匀，放蒸笼内蒸制，或置罐内密封，坐水锅中，隔水蒸透，取出晒干（大黄块100斤用黄酒30～50斤）。亦有按上法反复蒸制2～3次者。\n4.大黄炭：取大黄片置锅内，用武火炒至外面呈焦褐色（存性），略喷清水，取山晒干。", "shape": "本品呈类圆柱形、圆锥形、卵圆形或不规则块状，长3～17cm，直径3～10cm。除尽外皮者表面黄棕色至红棕色，有的可见类白色网状纹理及星点（异型维管束）散在，残留的外皮棕褐色，多具绳孔及粗皱纹。质坚实，有的中心稍松软，断面淡红棕色或黄棕色，显颗粒性；根茎髓部宽广，有星点环列或散在；根木部发达，具放射状纹理，形成层环明显，无星点。气清香，味苦而微涩，嚼之粘牙，有砂粒感。\n大黄的效果", "usage": "为蓼科植物掌叶大黄、唐古特大黄或药用大黄的根茎。\n治实热便秘，谵语发托，食积痞满，痢疾初起，里急后重，瘀停经闭，癥瘕积聚，时行热疫，暴眼赤痛，吐血，衄血，阳黄，水肿，淋浊，溲亦，痈疡肿毒，疔疮，汤火伤。", "jingMai": "入胃经、大肠经、肝经。", "mainUse": 0, "dosage": "内服：煎汤，3～30g，用于泻下不宜久煎。\n外用:适量，研末调敷患处。", "attention": "凡表证未罢，血虚气弱，脾胃虚寒，无实热、积滞、瘀结，以及胎前、产后，均应慎服。\n①《本草经集庄》：黄芩为之使。\n②《药性论》：忌冷水。恶干漆。\n③《本草经疏》：凡血闭由于血枯，而不由于热积；寒热由于阴虚，而不由于瘀血；癥瘕由于脾胃虚弱，而不由于积滞停留；便秘由于血少肠燥，而不由于热结不通；心腹胀满由于脾虚中气不运，而不由于饮食停滞；女子少腹痛由于厥阴血虚，而不由于经阻老血瘀结；吐、衄血由于阴虚火起于下，炎烁乎上，血热妄行，溢出上窍，而不由于血分实热；偏坠由于肾虚，湿邪乘虚客之而成，而不由于湿热实邪所犯；乳痈肿毒由于盱家气逆，郁郁不舒，以致营气不从，逆于肉里，乃生痈肿，而不由于膏粱之变，足生大疔，血分积热所发，法咸忌之，以其损伤胃气故耳。\n④《本草汇言》：凡病在气分，及胃寒血虚，并妊娠产后，及久病年高之人，并勿轻用大黄。\n⑤《本经逢原》：肾虚动气及阴疽色白不起等证，不可妄用。\n大黄的药方\n①治伤寒阳明腑证，阳邪入里，肠中有燥屎，腹满痛，谵语，潮热，手足濈然汗出，不恶寒，痞满燥实全见者，，以此汤下之：大黄（酒洗）四两，厚朴（炙，去皮）半斤，枳实（炙）五枚，芒硝三合。上四味，以水一斗，先煮二物，取二升，去滓，纳大黄，更煮取二升，去滓，纳芒硝，更上微火一两沸，分温再服，得下，余勿服。（《伤寒论》大承气汤）\n②治大便秘结：大黄二两，牵牛头末(牵牛子)五钱。上为细末，每服三钱。有厥冷，用酒调三钱，无厥冷而手足烦热者，蜜汤调下，食后微利为度。（《素问病机保命集》大黄牵牛丸）\n③治热病狂语及诸黄：川大黄五两（锉碎，微炒）。捣细罗为散，用腊月雪水五升，煎如膏，每服不计时侯，以冷水调半匙服之。（《圣惠方》雪煎方）\n④治泄痢久不愈，脓血稠粘，里急后重，日夜无度，久不愈者：大黄一两，细锉，好酒二大盏，同浸半日许，再同煎至一盏半，去大黄不用，将酒分为二服，顿服之，痢止。一服如未止，再服，以利为度，服芍药汤和之，痢止，再服黄芩汤和之，以彻其毒也。（《素问病机保命集》大黄汤）\n⑤治妇人经血不通，赤白带下，崩漏不止，肠风下血，五淋，产后积血，癥瘕腹痛，男子五劳七伤，小儿骨蒸潮热等证，其效甚速：锦纹大黄一斤，分作四份；一份用童尿一碗，食盐二钱，浸一日，切晒；一份用醇酒一碗，浸一日，切晒，再以巴豆仁三十五粒同炒，豆黄，去豆不用；一份用红花四两，泡水一碗，浸一日，切晒；一份用当归四两，入淡醋一碗，同浸一日，去归，切晒。为末，炼蜜丸梧子大，每服五十丸，空心温酒下，取下恶物为验。未下再服。（《医林集要》无极丸）\n⑥治产后恶血冲心，或胎衣不下，腹中血块等：锦纹大黄一两，杵罗为末，用头醋半升，同熬成膏，丸如梧桐子大，用温醋化五丸服之，良久下。亦治马坠内损。（《千金方》）\n⑦治久患腹内积聚，大小便不通，气上抢心，腹中胀满，逆害饮食：大黄、芍药(白芍)各二两。上二味末之，蜜丸，服如梧桐子四丸，日三，不知，可加至六、七丸，以知为度。（《千金方》神明度命丸）\n⑧治大人小儿脾癖，并有疳者：锦纹大黄三两，为极细末，陈醋两大碗，砂锅内文武火熬成膏，倾在新砖瓦上，日晒夜露三朝夜，将上药起下，再研为细末；后用硫黄一两，官粉一两，将前项大黄末一两，三味再研为细末。十岁以下小儿，每服可重半钱，食后临卧米饮汤调服。此药忌生硬冷荤鱼鸡鹅一切发物。服药之后，服半月白米软粥。如一服不愈时，半月之后再服。（《昔济方》于金散）\n⑨去五脏湿热秽浊。治饮食停滞，胸脘胀痛，头晕口干，二便秘结：大黄十斤，切作小块，用泔水，浸透，以侧柏叶铺甑，入大黄，蒸过晒干，以好酒十斤浸之，再蒸收晒干。另用桑叶、桃叶、槐叶、大麦、黑豆、绿豆各一斤，每味煎汁蒸收，每蒸一次，仍用侧柏叶铺甑蒸过晒干，再蒸再晒。制后再用半夏、厚朴、陈皮、白术、香附、车前(车前草)各一斤，每味煎汁蒸收如上法，蒸过晒干，再用好酒十斤，制透，炼蜜丸如梧子大，每服一、二钱，或为散亦可。（《银海指南》清宁丸）\n⑩治时行头痛壮热一二日：桂心(肉桂)、甘草、大黄各二两，麻黄四两。上四味，治下筛，患者以生热汤浴讫，以暖水服方寸匕，日三，覆取汗，或利便瘥。丁强人服二方寸匕。（《千金方》水解散）\n⑾治眼暴热痛，眦头肿起：大黄（锉，炒）、枳壳（去瓤，麸炒）、芍药(白芍)各三两，山栀子仁、黄芩（去黑心）各二两。上五味粗捣筛，每服五钱匕，水一盏半，煎至七分，去滓，食后临卧服。（《圣济总录》大黄汤）\n⑿治心气不足，吐血衄血：大黄二两，黄连、黄芩各一两。上三味，以水三升，煮取一升，顿服之。（《金匮要略》泻心汤）\n⒀治虚劳吐血：生地黄汁半升，川大黄末一方寸匕。上二味，温地黄汁一沸，纳人黄（末）搅之，空腹顿服，日三，瘥。（《千金方》）\n⒁治肠痈，少腹肿痞，按之即痛如淋，小便自调，时时发热，自汗出，复恶寒。其脉迟紧者，脓未成，可下之，当有血；脉洪数者，脓已成，不可下也：大黄四两，牡丹一两，桃仁五个个，瓜子(瓜蒌子)半升，芒硝三合。上五味，以水六升，煮取一升，去滓，纳芒硝，再煮沸，顿服之，有脓当下，如无脓当下血。（《金匮要略》大黄牡丹汤）\n⒂治肺壅，鼻中生疮，肿痛：㈠川大黄一分（生用），黄连一分（去须），麝香一钱（细研）。上药，捣细罗为散，研入麝香令匀，以生油旋调，涂于鼻中。㈡杏仁(苦杏仁)一分（汤浸，去皮、尖，研为膏），川大黄一分（生为末）。上药相和令匀，以猪脂调涂鼻中。（《圣惠方》）\n⒃治奶痈：川大黄、粉草(甘草)各一两。上为细末，以好酒熬成膏，倾在盏中放冷，摊纸上贴痛处，仰面卧至五更。贴时先用温酒调（服）一大匙，明日取下恶物，相度强弱用药，羸弱不宜服。（《妇人良方》金黄散）\n⒄治痈肿振焮不可触：大黄捣筛，以苦酒和贴肿上，燥易，不过三，即瘥减不复作，脓自消除。（《补缺肘后方》）\n⒅治口疮糜烂：大黄、枯矾等分。为末以擦之，吐涎。（《圣惠方》）\n⒆诒火丹赤肿遍身：大黄磨水频刷之。（《救急方》）\n⒇治冻疮皮肤破烂，痛不可忍：川大黄为末，新汲水调，搽冻破疮上。（《卫生宝鉴》如神散）\n21.治汤火灼伤：庄浪大黄（生研），蜜调涂之，不唯止痛，又且灭瘢。（《夷坚志》）\n22.治打仆伤痕，瘀血滚注，或作潮热者：大黄末、姜汁调涂。一夜，黑者紫，二夜，紫者白也。（《濒湖集简方》）\n23.治从高坠下，及木石所压，凡是伤损，瘀血凝积，气绝欲死，并久积瘀血，烦躁疼痛，叫呼不得及折伤等：大黄一两（酒蒸），杏仁(苦杏仁)三七粒（去皮、尖）.上研细，酒一碗，煎至六分，去滓，鸡鸣时服，次日取下瘀血即愈。若便觉气绝不能言，取药不及，急擘开口，以热小便灌之。（《三因方》鸡鸣散）\n【食疗方】\n实明黄糕\n枳实10克，决明子5克，大黄2克，玉米面400克，白糖适量。将枳实、决明子、大黄共研为末，入玉米面中拌匀，再合白糖适量，以水合面，蒸糕。功效顺气清热行滞。\n【备注】\n（1）用于大便燥结，积滞泻痢，以及热结便秘、壮热苔黄等症，常与芒硝、厚朴、枳实等配伍。用于火热亢盛、迫血上溢，以及目赤暴痛，热毒疮疖等症，可配黄连、黄芩、丹皮、赤芍等同用。用于产后瘀滞腹痛，瘀血凝滞、月经不通，以及跌打损伤、瘀滞作痛等症，须配合活血行瘀的药物，如桃仁、赤芍、红花等同用。此外，大黄又可清化湿热而用于黄疸，临床多与茵陈、山栀等药配伍应用；如将本品研末，还可作为烫伤及热毒疮疡的外敷药，具有清热解毒的作用。\n（2）如用本品泻下通便，煎服时应后下，或用沸开水泡汁，否则药效会减弱。服用大黄后，其色素会从小便或汗腺中排泄，故小便、汗液可以出现黄色。此外，哺乳妇女服用后，婴儿吮食乳汁，可能引起腹泻，因此授乳妇女不宜服用。由于本品又能活血行瘀，故妇女胎前产后及月经期间也必须慎用。\n", "prescription": 0, "image": 0, "mainUsage": "泻热毒，破积滞，行瘀血。治实热便秘，谵语，食积痞满，痢疾初起，里急后重，瘀停经闭，癥瘕积聚，时行热疫，暴眼赤痛，吐血，衄血，阳黄，水肿，淋浊，痈疡肿毒，疔疮，汤火伤。\n①《本经》：下瘀血，血闭，寒热，破癥瘕积聚，留饮宿食，荡涤肠胃，推陈致新，通利水谷，调中化食，安和五脏。\n②《别录》：平胃，下气，除痰实，肠间结热，心腹胀满，女子寒血闭胀，小腹痛，诸老血留结。\n③《药性论》：主寒热，消食，炼五脏，通女子经候，利水肿，破痰实，冷热积聚，宿食，利大小肠，贴热毒肿，主小儿寒热时疾，烦热，蚀脓，破留血。\n④《日华子本草》：通宣一切气，调血脉，利关节，泄塑滞、水气，四肢冷热不调，温瘴热痰，利大小便，并敷-切疮疖痈毒。\n⑤《纲目》：主治下痢亦白，里急腹痛，小便淋沥，实热燥结，潮热谵语，黄疸，诸火疮。"}