{"name": "太子参", "allNames": ["孩儿参", "童参", "双批七"], "source": "为石竹科植物孩儿参的块根。6～7月茎叶大部枯萎时收获，挖掘根部（以根呈黄色为宜，过早未成熟，过晚浆汁易渗出，遇暴雨易造成腐烂），洗净，放100℃开水锅中焯1～3min，捞起，摊晒至干足。或不经开水焯，直接晒至7～8成干，搓去须根，使参根光滑无毛，再晒至干足。\n【原形态】\n多年生草本，高15-20cm。地下有肉质直生纺锤形块根，四周疏生须根。茎单一，不分枝，下部带紫色，近方形，上部绿色，圆柱形，有明显膨大的节，光滑无毛。单叶对生；茎下部的叶最小，倒披针形，先端尖，基部渐窄成柄，全缘，向上渐大，在茎顶的叶最大，通常两对密接成4叶轮生状，长卵形或卵状披针形，长4-9cm，宽2-4.5cm，先端渐尖，基部狭窄成柄，叶背脉上有疏毛，边缘略呈波状。花二型：近地面的花小，为闭锁花.花梗紫色有短柔毛，萼片4，背面紫色，边缘白色而呈薄膜质，无花瓣；茎顶上的花较大而开放，花梗细，长1-2（-4）cm，有短柔毛，花时直立，花后下垂，萼片5，披针形，绿色，背面及边缘有长毛；花瓣5，白色，先端呈浅齿状2裂或钝；雄蕊10；子房卵形，花柱3。\n蒴果近球形。有少数种子，种子褐色，扁圆形或长圆状肾形，有疣状突起。花期4月，果期5-6月。\n【生境分布】\n生态环境：生于山坡林下和岩石缝中。\n资源分布：分布于东北、华北、西北、华东及湖北、湖南等地。", "natural": "甘苦，微温。", "process": 0, "shape": "干燥块根呈细长条形或长纺锤形，长约2～6厘米；直径约3～6毫米左右。表面黄白色，半透明，有细皱纹及凹下的须根痕，根头钝圆，其上常有残存的茎痕，下端渐细如鼠尾。质脆易折断，断面黄白色而亮，直接晒干的断面为白色，有粉性。气微，味微甘。以肥润、黄白色、无须根者为佳。\n太子参的效果", "usage": "为石竹科植物孩儿参的块根。用于脾虚体倦，食欲不振，病后虚弱，气阴不足，自汗口渴，肺燥干咳。", "jingMai": "《本草再新》：入心经、脾经、肺经三经。", "mainUse": 0, "dosage": "内服：煎汤，9～30g。", "attention": "表实邪盛者不宜用。\n太子参的药方\n①治自汗方(《陕西中草药》)：太子参三钱，浮小麦五钱，水煎服。\n②（《天目山药用植物志》）：主治劳力损伤，神疲乏力，食少纳呆，脉细弱。取太子参15~18克，放入碗中，加黄酒、红塘适量，隔水蒸汁。每天3次，口服，每天1剂。\n③清中消痞汤（名医李寿山之方）：主治浅表性胃炎、返流性胃炎、萎缩性胃炎等病，症见胃脘痞塞，灼热似痛，似饥不欲食，口干不欲饮，五心烦热，纳呆食少，大便燥秘，舌红少津或光剥龟裂，脉细或数等。太子参15克，麦冬15克，制半夏7.5克，柴胡6克，生白芍10克，炒栀子7.5克，牡丹皮7.5克，青皮10克，丹参15克，甘草6克。先将药物用冷水浸泡20分钟，浸透后煎煮。首煎沸后文火煎30分钟，二煎沸后文火20分钟。煎好后两煎混匀，总量以200毫升为宜，每日服1剂，早晚分服，饭前或饭后两小时温服。视病情连服3剂或6剂停药一天。俟病情稳定或治愈后停药，服药过程中，停服其它中西药物。慢性萎缩性胃炎一般需坚持治疗3个月为一疗程。方中太子参、甘草补中益气，以助脾胃之气阴。\n④治肺虚咳嗽太子参15g，麦冬12g，甘草6g。水煎服。（《湖北中草药志》）\n⑤治病后气血亏虚太子参15g，黄芪12g，五味子3g，嫩白扁豆9g，大枣4枚。煎水代茶饮。（《安徽中草药》）\n⑥治病后虚弱，伤津口干太子参、生地黄、白芍、生玉竹各9g。水煎服。（《浙江药用植物志》）\n⑦治心悸孩儿参9g，南沙参9g，丹参9g，苦参9g。水煎服，每日1剂。（《辽宁中医杂志》1984，（1）：25）\n⑧治神经衰弱太子参15g，当归、酸枣仁、远志、炙甘草各9g。煎服。（《安徽中草药》）\n⑨治小儿出虚汗太子参9g，浮小麦15g，大枣10枚。水煎服。（《青岛中草药手册》）\n【食疗方】\n养心三丝汤\n酸枣仁10克，太子参10克，鸡蛋3个，火腿、香菇、食盐、黄酒、葱、姜汁、味精、麻油适量。取酸枣仁和太子参煎煮取汁；将鸡蛋煮熟去壳及蛋黄，将鸡蛋白切成丝，水发香菇与火腿均切成细丝；锅中清水煮沸后先倒入火腿及香菇丝煮10分钟，再倒入蛋白丝和药液及调料煮熟勾芡，淋麻油即可。早晚空腹食用。\n功效：宁心安神，益气健脾。主治体虚乏力、食少纳差、失眠多梦者。\n酸枣仁宁心安神养肝，太子参补肺健脾、益气生津，鸡蛋白清肺利咽、清热解毒，火腿健脾开胃、生津益血，香菇补益胃气，能强心健体。\n", "prescription": 0, "image": 0, "mainUsage": "益气健脾，生津润肺。用于脾虚体倦，食欲不振，病后虚弱，气阴不足，自汗口渴，肺燥干咳。\n①《本草从新》：大补元气。\n②《本草再新》：治气虚肺燥，补脾土，消水肿，化痰止渴。\n③《饮片新参》：补脾肺元气，止汗生津，定虚悸。\n④《江苏植药志》：治胃弱消化不良，神经衰弱。\n⑤《中药志》：治肺虚咳嗽，脾虚泄泻。\n⑥《陕西中草药》：补气益血，健脾生津。治病后体虚，肺虚咳嗽，脾虚腹泻，小儿虚汗，心悸，口干，不思饮食。"}