{"name": "安息香", "allNames": ["白花榔", "安悉香"], "source": "本品为安息香科植物安息香或越南安息香的干燥树脂。树干经自然损伤或于夏、秋二季割裂树干，收集流出的树脂，阴干。\n【原形态】\n①安息香树（《酉阳杂俎》）\n乔木，高10～20米。树皮绿棕色，嫩枝被棕色星状毛。叶互生，长卵形，长达11厘米，宽达4.5厘米，叶缘具不规则齿牙，上面稍有光泽，下面密被白色短星状毛；叶柄长约1厘米。总状或圆锥花序腋生及顶生，被毡毛；苞片小，早落；花萼短钟形，5浅齿；花冠5深裂，裂片披针形，长约为萼简的3倍；花萼及花瓣外面被银白色丝状毛，内面棕红色；雄蕊8～10,花药线形，2室；子房上位，卵形，密被白色茸毛，下部2～3室，上部单室，花柱细长，棕红色。果实扁球形，长约2厘米，灰棕色。种子坚果状，红棕色，具6浅色纵纹。野生或栽培于稻田边。分布印度尼西亚的苏门答腊及爪哇。\n②越南安息香\n乔木，高达20米。树皮灰色，幼枝被棕黄色星状毛，后光滑。叶互生，卵形，长4.5～10厘米，宽2.6厘米，先端短急尖，基部圆或微楔形，全缘或近上部呈微齿状，上面光滑，下面除主脉和侧脉具棕黄色毛茸外，他处均被银白色毛茸；叶柄长0.6～10毫米。花序圆锥状，腋生或顶生，被黄色星状毛；花多，白色；花萼高脚杯状，革质，有5～6短三角形的齿；花冠5裂，覆瓦状排列，裂片卵状披针形，花萼及花瓣外面密被黄色小星状毛；雄蕊10，长为花冠裂片的2／3；花药线形，花丝在管部不连接而分离，分离部分密被星状毛；子房半下位，卵形，扁压状，密被黄色星状毛，3室，花柱无毛，细小。果实卵形，长10～12毫米，被灰色星状毛，3瓣裂。种子1枚，偶2枚。分布越南、老挝及泰国等地。我国云南思茅，广西亦产。\n【生态环境】\n1.野生或栽培于稻田边。\n2.生于海拔100-2000m的山坡、山谷、疏林或林缘。\n【资源分布】\n1.分布于印度尼西亚的苏门答腊及爪哇。\n2.分布于江西、福建、湖南、广东、海南、广西、贵州、云南等地。", "natural": "辛、苦，平。", "process": 0, "shape": "（1）安息香为球形颗粒压结的团块，大小不一，红棕色至棕色，粗糙，嵌有黄白色及灰白色不透明颗粒。质脆，加热即软化熔融。气芳香，味微辛。\n（2）越南安息香为不规则小块，常粘结成团，略扁平，表面橙黄色，有蜡样光泽（自然出脂）；亦有呈不规则圆球形或扁块状，表面灰白色至淡黄白色（人工割脂）。质脆易碎，断面平坦，白色。放置后渐变为淡黄棕色至红棕色。气芳香，味微辛，嚼了有砂粒感。\n安息香的效果", "usage": "本品为安息香科植物安息香或越南安息香的干燥树脂。\n主治卒中暴厥，心腹疼痛，产后血晕，小儿惊痫，风痹腰痛。", "jingMai": "归心经、脾经。", "mainUse": 0, "dosage": "内服：研末，0.6～1.5g，多入丸散用。", "attention": "阴虚火旺者慎服。《本经逢原》：凡气虚少食，阴虚多火者禁用。\n安息香的药方\n①治大人小儿卒中风，恶气：安息香一钱，八角莲二钱，犀角八分，牛黄五分，丹砂、乳香、雄黄各一钱二分。俱研极细末，石菖蒲、生姜各一钱，泡汤调服五分。（《方脉正宗》）\n②治卒然心痛，或经年频发：安息香研末，沸汤服半钱。（《世医得效方》）\n③治寒湿冷气，中霍乱阴证者：安息香一钱（为末），人参、制附子各二钱。煎汤调服。（《本草汇言》）\n④治小儿肚痛，曲脚而啼：安息香酒蒸成膏；沉香、木香、丁香、广藿香、八角茴香各三钱，香附子、缩砂仁、炙甘草各五钱，为末；以膏和炼蜜丸，芡子大.每服一钱，紫苏汤送下。（《全幼心鉴》安息香丸）\n⑤治妇人产后血晕，血胀，口噤垂死者：安息香一钱，五灵脂（水飞净末）五钱。共和匀，每服一钱，炒姜汤调下。（《本草汇言》）\n⑥治历节风痛：精猪肉四两，切片，裹安息香二两，以瓶盛灰，大火上著一铜版片隔之，安息香于上烧之，以瓶口对痛处熏之，勿令透气。（《圣惠方》）\n⑦治男子妇人暗风痫病安息香（通明无砂石者）、铅丹各一两。上二味，为细末，入白羊心中血研匀，丸如梧桐子大。每服十丸，空心温水下。（《圣济总录》安息香丸）\n⑧治小儿惊邪安息香一豆许，烧之自除。（《奇效良方》）\n⑨治久冷腹痛不止安息香（研）、补骨脂（炒）各一两，阿魏（肋）二钱。上三味，捣研，罗为细末，醋研饭为丸，如小豆大。每服十丸，空心粥饮下。（《圣济总录》安息香丸）\n⑩治风腰脚疼痛冷痹及四肢无力安息香二两，附子二两（炮裂，去皮、脐）、虎胫骨二两（涂酥炙令黄）。上件药，捣罗为散。每服食前，以温酒调下一钱。（《圣惠方》安息香散）\n", "prescription": 0, "image": 0, "mainUsage": "开窍醒神，豁痰辟秽，行气血，止痛。治卒中暴厥，心腹疼痛，产后血晕，小儿惊痫，风痹腰痛。\n①《唐本草》：主心腹恶气。\n②《海药本草》：主男子遗精，暖肾，辟恶气。\n③《日华子本草》：治血邪，霍乱，风痛，妇人血噤并产后血运。\n④《纲目》：治中恶，劳瘵。\n⑤《东医宝鉴》：辟瘟疫。\n⑥《本草述》：治中风，风痹，风痫，鹤膝风，腰痛，耳聋。\n⑦《本经逢原》：止卒然心痛、呕逆。\n⑧《本草从新》：宣行气血。研服行血下气，安神。\n⑨《本草便读》：治卒中暴厥，心腹诸痛。\n⑩《中药材手册》：治小儿惊痫。"}