{"name": "昆布", "allNames": ["淡昆布", "纶布", "海昆布"], "source": "为海带科植物海带、或翅藻科植物昆布、裙带菜的叶状体。夏、秋采收，由海中捞出，晒干。", "natural": "咸；寒；无毒", "process": "拣去杂质，用水漂净，切成宽丝，晾干。", "shape": "①海带的干燥叶状体，卷曲折叠成团，或缠结成把。全体呈绿褐色或黑褐色，表面附有白霜。用水浸软则膨胀成扁平的带状，长50～150厘米，宽10～50厘米，中部较厚，边缘较薄而呈波状。质厚，革质状而粘滑。用手捻之不分层。残存柄部扁圆柱状。有腥气，味咸。产于山东、辽宁等地。\n②昆布的干燥叶状体，卷曲皱缩成不规则团状。全体呈黑色，表面附有白霜，质较薄。用水浸软则膨胀呈扁平的叶状，长宽均为15～26厘米，厚约1.5毫米。两侧羽状深裂，裂片长舌形，边缘有小齿。质柔滑，用手捻之可剥离为二层。有腥气，味咸。产福建。\n③裙带菜的形态与昆布相似，但全体呈棕绿色，质薄而跪，多已破碎。用水浸软后即膨胀呈扁平的叶状，中央有一筋肋，并溶出大量粘液如琼脂样，极易剥离为二层。气腥，味咸。产浙江。\n以上三种均以整齐、质厚、无杂质者为佳。\n昆布的效果", "usage": "为海带科植物海带、或翅藻科植物昆布、裙带菜的叶状体。夏、秋采收，由海中捞出，晒干。\n主治瘰疬，瘿瘤，噎膈，水肿，睾丸肿痛，带下。", "jingMai": "肝经；胃经；肾经；脾经", "mainUse": 0, "dosage": "内服：煎汤，5~15g；或入丸、散。", "attention": "脾胃虚寒蕴湿者忌服。\n①《食疗本草》：下气，久服瘦人。\n②《品汇精要》：妊娠亦不可服。\n③《医学入门》：胃虚者慎服。\n【制剂】\n昆布眼药水。\n昆布的药方\n①治瘿气结核，癳癳肿硬：昆布一两（洗去成味）。捣罗为散。每用一钱，以绵裹于好醋中浸过，含咽津觉药味尽，即再含之。（《圣惠方》）\n②治颈下卒结囊，渐大欲成瘿：昆布、海藻等分。末之，蜜丸如杏核大，含，稍稍咽汁，日四、五。（《肘后方》）\n③治瘿气初结，咽喉中壅闷，不治即渐渐肿大：槟榔三两，海藻二两（洗去咸），昆布三两（洗去咸水）。上药，捣罗为末，炼蜜和丸，如小弹子大，常含一丸咽津。（《圣惠方》）\n④治气瘿，胸膈满塞，咽喉项颈渐粗：昆布二两（洗去咸汁），通草一两，羊靥二具（炙），海蛤(海蛤壳)一两（研），马尾海藻一两（洗去咸汁）。上五味，蜜丸如弹子，细细含咽汁。忌生菜、热面、炙肉、蒜、笋。（《广济方》昆布丸）\n⑤治膈气噎塞不下食：昆布（洗净，焙，末）一两，桩杵头细糠一合，共研。用老牛涎一合，生百合汁一合，慢煎入蜜搅成膏，与末杵丸，如芡实大。每服一丸，含化咽下。（《圣济总录》昆布方）\n⑥治气，膀胱急妨，宜下气：昆布一斤，白米泔汁浸一宿，洗去咸味，以水一斗，煮令向熟，擘长三寸、阔四、五分，仍取葱白一握，二寸切断擘之，更合熟煮令昆布极烂，仍下盐、酢、豉、糁调和，一依臛法，不得令咸酸，以生姜、橘皮(陈皮)、椒末等调和，宜食粳米饭、粳米粥，海藻亦依此法，极下气，大效，无所忌。（《广济方》昆布臛法）\n", "prescription": 0, "image": 0, "mainUsage": "软坚散结，消痰，利水。用于瘿瘤，瘰疬，睾丸肿痛，痰饮水肿，噎膈，带下。\n①《别录》：主十二种水肿，瘿瘤聚结气，痿疮。\n②《药性论》：利水道，去面肿，去恶疮鼠瘘。\n③《本草拾遗》：主颓卵肿。\n④崔禹锡《食经》：治九瘘风热，热瘅，手脚疼痹，以生啖之益人。\n⑤《本草通玄》：主噎膈。\n⑥姚可成《食物本草》：裙带菜，主女人赤白带下，男子精泄梦遗。\n⑦《玉楸药解》：泄水去湿，破积软坚。清热利水，治气臌水胀，瘰疬瘿瘤，癫疝恶疮，与海藻、海带同功。\n⑧《现代实用中药》：治水肿，淋疾，湿性脚气。又治甲状腺肿，慢性气管炎，咳嗽。"}