{"name": "木香", "allNames": ["五木香", "五香", "云木香", "广木香", "老木香", "新木香", "越木香", "越隽木香", "煨木香"], "source": "为菊科物木香AuckiandialappaDecne.的根。秋、冬季采挖，除去杂质，切段，干燥后撞去粗皮。", "natural": "辛；苦；性温", "process": 0, "shape": "根圆柱形、平圆柱形，长5~15cm，直径0.5~5.5cm。表面黄棕色、灰褐色或棕褐色，栓皮大多已除去，有明纵沟及侧根痕，有时可见网状纹理。质坚硬，难折断，断面稍平坦，灰黄色、灰褐色或棕褐色，散有深褐色油室小点，形成层环棕色，有放射状纹理，老根中央多枯朽。气芳香浓烈而特异，味先甜后苦，稍刺舌。以条匀、质坚实、没性足、香气浓郁者为佳。\n木香的效果", "usage": "为菊科物木香的根。\n主治中寒气滞，胸腹胀痛，呕吐，泄泻，下痢里急后重，寒疝。", "jingMai": "归胆经；胃经；大肠经；三焦经；肺经", "mainUse": 0, "dosage": "内服：煎汤，3~10g；或入丸、散。", "attention": "阴虚津液不足者慎服。\n①《本草经疏》：肺虚有热者，慎毋犯之。元气虚脱及阴虚内热，诸病有热，心痛属火者禁用。\n②《得配本草》：脏腑燥热，胃气虚弱者禁用。\n木香的药方\n①治一切走注，气痛不和：广木香，温水磨浓汁，入热酒调服。（《简便单方》）\n②治内钓腹痛：木香、乳香、没药各五分。水煎服之。（《阮氏小儿方》）\n③治一切气，攻刺腹胁胀满，大便不利：木香三（二）两，枳壳二两（麸炒微黄，去瓤），川大黄四两（锉碎，微炒），牵牛子四两（微炒），诃子皮三两。上药，捣罗为末，炼蜜和捣，丸如梧桐子大。每服，食前以生姜汤下三十丸。（《圣惠方》木香丸）\n④治一切沉积水气，两胁刺痛，中满不能食，头目眩者，可用茶调散，次服本方：木香、槟榔、青皮、陈皮、莪术（烧）、黄连（麸炒）各一两，黄柏、大黄各三两，香附子（炒）、牵牛子各四两。上为细末，水丸如小豆大。每服三十丸，食后，生姜汤送下。（《儒门事亲》木香槟榔丸）\n⑤治肠胃虚弱，冷热不调，泄泻烦渴，米谷不化，腹胀肠鸣，胸膈痞闷，胁肋胀满；或下痢脓血，里急后重，夜起频并，不思饮食；或小便不利，肢体怠惰，渐即瘦弱：黄连（去芦、须）二十两（用茱萸十两同炒令赤，去茱萸不用），木香（不见火）四两八钱八分。上为细末，醋糊为丸，如梧桐子大，每服二十丸，浓煎米饮下，空心日三服。（《局方》大香连丸）\n⑥治下痢脓血，里急后重，日夜无度：白芍药一两，当归五钱，大黄、黄芩、黄连、木香各一钱半，槟榔一钱。为末。每服三、五钱，水一盏，煎至七分，去滓，温服；如未止，再服，不后重则止。（《紊问病机保命集》导气汤）\n⑦治寒疝，以及偏坠小肠疝痛：川楝子三钱，小茴香五分，木香一钱，淡吴茱萸一钱。长流水煎服。（《医方简义》导气汤）\n⑧治霍乱转筋：木瓜汁一盏，木香一钱匕。上二味，以热酒调下，不拘时。（《圣济总录》）\n⑨治小儿阳明经风热湿气相搏，阴茎无故肿或痛缩：广木香、枳壳（麸炒）二钱半，实甘草二钱。水煎服。（《曾氏小儿方》）\n⑩治腋臭：好醋浸青木香，置腋下夹之。（《必效方》）\n⑾治恶蛇虺伤：青木香不拘多少，煎水服。（《袖珍方》）\n⑿治中气不省人事，闭目不语，如中风状用广木香为末，冬瓜子煎汤，灌下二钱。有痰盛者，加竹沥、姜汁。（《本草汇言》引《霍道生家宝方》）\n⒀治宿食腹胀，快气宽中木香、牵牛子（炒）、槟榔等分。为末，滴水丸如桐子大，每服三十丸，食后生姜、萝卜汤下。（《卫生易简方》）\n⒁治产后气痢不止青木香三分，诃子皮八分（酥炙令黄）。上为散，空心，米饮调方寸匕，服之。（《经效产宝》）\n⒂治肺不足，喘嗽不已木香、防己各二钱，苦杏仁三钱。为末，炼蜜丸，如小豆大，每服二十丸，桑白皮汤下。如大便秘，加葶苈。（《卫生易简方》）\n⒃治疮口不合木香二钱，铅丹、枯矾各五钱，轻粉一钱。上件，各另为细末，用猪胆拌匀，晒干，再研细，掺患处。（《医学统旨》生肌散）\n【食疗方】\n1.陈皮木香烧肉\n陈皮3克，木香3克，瘦猪肉200克。先将陈皮，木香焙脆研末备用；在锅内放食油少许烧热后，放入猪肉片，炒片刻，放适量清水烧熟，待熟时放陈皮，木香末及食盐并搅匀。食肉及汤，佐餐食用。\n功效：舒肝解郁止痛，适用于气郁之妊娠腹痛。\n2.砂仁木香鸡蛋面\n砂仁2克，木香2克，白面粉60克，鸡蛋1个。将砂仁、木香共研细粉，面面粉混匀，打入鸡蛋，加水适量和面，将面擀成面条即成。如一般面条煮炖调味食。\n功效：补充机体营养不足，健脾消食，增进食欲，促进吸收。主治小儿厌食症。\n", "prescription": 0, "image": 0, "mainUsage": "行气止痛，温中和胃。治中寒气滞，胸腹胀痛，呕吐，泄泻，下痢里急后重，寒疝。\n①《本经》：主邪气，辟毒疫，强志，主淋露。\n②《别录》：疗气劣、肌中偏寒；主气不足，消毒，（治）温疟，行药之精。\n③《本草经集注》：疗毒肿，消恶气。\n④《药性论》：治女人血气刺心心痛不可忍，末，酒服之。治几种心痛，积年冷气，痃癣癥块，胀痛，逐诸壅气上冲烦闷。治霍乱吐泻，心腹疠刺。\n⑤《日华子本草》：治心腹一切气，止泻，霍乱，痢疾，安胎，健脾消食。疗羸劣，膀胱冷痛，呕逆反胃。\n⑥王好古：治冲脉为病，逆气里急。主脬渗小便秘。\n⑦《本草通玄》：理疝气。"}