{"name": "朱砂", "allNames": ["丹粟", "丹砂", "赤丹", "汞沙", "神砂", "真朱", "光明砂", "辰砂", "汞砂", "洋尖砂", "珠宝砂", "劈砂", "飞朱砂", "朱砂粉", "镜面砂"], "source": "为天然的辰砂矿石。劈开辰砂矿石，取出岩石中夹杂的少数朱砂。可利用浮选法，将凿碎的矿石放在直径约尺余的淘洗盘内，左右旋转之，因其比重不同，故砂沉于底，石浮于上。除去石质后，再将朱砂劈成片、块状。其片状者称为镜面砂，块状者称豆瓣砂，碎末者称朱宝砂。\n【原形态】\n三方晶系。晶体成厚板状或菱面体，在自然界中单体少见，多呈粒状、致密状块体出现，也有呈粉末状被膜者。颜色为朱红色至黑红色，有时带铅灰色。条痕为红色。金刚光泽，半透明。有平行的完全解理。断口呈半贝壳状或参差状。硬度2-2.5。比重8.09-8.2。性脆。\n【生境分布】\n生态环境：常呈矿脉产于石灰岩、板岩、砂岩中。\n资源分布：产于湖北、湖南、广西贵州、四川、云南等省区。", "natural": "甘；凉；有毒", "process": "1.用吸铁石吸净铁屑，研成细粉，或用水飞法制成极细的粉末。\n2.《纲目》\n2.1.今法惟取好砂研末，以流水飞三次用，其末砂多杂石末、铁屑，不堪入药。\n2.2.又法，以绢袋盛砂，用荞麦灰淋汁煮三伏时，取出，流水浸洗过，研粉飞晒用。", "shape": "本品为粒状或块状集合体。呈颗粒状或块片状。鲜红色或暗红色，有时带有铅灰色的锖色；条痕红色至褐红色；手触之不染指。不透明或半透明。体重，片状者质脆，易破碎；块状者质较坚硬，不易破碎；粉末状者有闪烁光泽。气味皆无。以色鲜红、有光泽、半透明、体重、质脆、无杂质者为佳。\n朱砂的效果", "usage": "为天然的辰砂矿石。劈开辰砂矿石，取出岩石中夹杂的少数朱砂。用于心悸易惊，失眠多梦，癫痫发狂，小儿惊风，视物昏花，口疮，喉痹，疮疡肿毒。", "jingMai": "心经；脾经；肺经；肾经", "mainUse": 0, "dosage": "内服：研末，0.1～0.5g；入丸、散或伴染他药同煎。并作丸药之挂衣。\n外用：合他药研末干撒。", "attention": "本品有毒，不宜大量服用，也不宜少量久服，肝肾功能不全者禁服。\n①《吴普本草》：畏磁石。恶咸水。\n②《药对》：忌一切血。\n③《本草从新》：独用多用，令人呆闷。\n朱砂的药方\n①治风邪诸痢，狂言妄走，精神恍惚，思虑迷乱，乍歌乍哭，饮食失常，疾发扑地，口吐白沫，口噤戴眼，年岁深远者：辰砂（光明者，研）一两，酸枣仁（微炒，研），乳香（光莹者，研）各半两。上三味合研令匀，先令病人尽量饮酒沉醉，次取药五钱匕，酒一盏，调下，于静室中安睡，勿令惊动。（《圣济总录》丹砂丸）\n②治喜怒无极，发狂：辰砂、白矾、郁金。为末，蜜丸。薄荷汤送下十丸。（《士材三书》辰砂丸）\n③治一切惊忧思虑或梦思恍惚，作事多忘，但是一切心气不足，癫痫狂乱，悉皆治之：颗块朱砂二两，獖猪心二个，灯心草三两。上将猪心切开，入朱砂、灯心在内，麻线系合，于银石器内煮一伏时出，不用猪心及灯心，只将朱砂研极细，用真茯神末二两，酒煮薄糊，和朱砂为丸，如桐子大。每服九丸至十五丸，加至二十一丸，用去心麦门冬煎汤下。癫痫至甚者，乳香、人参汤下。夜寝不寐或多乱梦，炒酸枣仁汤下。（《百一选方》归神丹）\n④治产后颠狂，败血及邪气入心：辰砂一、二钱。研细飞过，用饮儿乳汁三、四茶匙调湿，以紫项地龙一条，入药滚三滚，刮净，去地龙，入无灰酒一盏，分作三、四次服。（《纲目》）\n⑤治心神昏乱，惊悸怔忡，寝寐不安：朱砂、黄连各半两，当归二钱，生地黄三钱，甘草二钱。上为细末，酒泡蒸饼，丸如麻子大，朱砂为衣。每服三十丸，卧时津液下。（《医宗金鑑》朱砂安神丸）\n⑥治心虚遗精：猪心一个，批片相连，以飞过朱砂末掺入，线缚：白水煮熟食之。（《唐瑶经验方》）\n⑦治眼昏暗，能令彻视见远：朱砂半两（细研），青羊胆一枚。上以朱砂末入胆中，悬屋西北角，阴干，白日取出，丸如小豆大。每于食后，以粥饮下十丸。（《圣惠方》朱砂丸）\n⑧明目：光明砂（丹砂中之最上者）一两，神曲四两，磁石二两。上三味末之，炼蜜为丸，如梧子大。饮服三丸，日三，不禁，常服益眼力。（《千金方》神曲丸）\n⑨治喉咽肿痛，咽物妨闷：丹砂一分（研，水飞），芒硝一两半（研）。上二味再同研匀，每用一字，时时吹入喉中。（《圣济总录》丹砂散）\n⑩治诸般吐血：丹砂（研飞），蛤粉。上二味等分，研细合和令匀，每服二钱匕，温洒调下。（《圣济总录》朱粉散）\n⑾治沙蜂叮螫：朱砂末，水涂之。（《摘元方》）\n⑿治癫狂、心风、心气不足朱砂、胆南星各一两，白附子半两。上为细末，猪心血泡蒸饼为丸，梧桐子大。每服十五丸。（《古今医统》神归舍丹）\n⒀治小儿急慢惊风朱砂一钱，轻粉一小盈，全蝎一个（微去梢），雀儿饭瓮三个（其状如雀卵，树刺上有之，去壳取肉生用，候前三味研细，方入同研）。上为细末，以男儿乳汁丸如鸡头大。半周半丸，一周一丸，一岁加一丸，至三丸止。用金、银、薄荷汤化下。服药后心昏睡，虽终日亦不可惊，觉自醒即无事，其惊涎随大便出，然药性微冷，若慢惊宜少服。（《百一选方》万金丹）\n⒁治中风口噤，痰厥，不省人事辰砂、白矾等分。三伏内装入猪胆内，透风处阴干。每服一块，凉水研化灌下。（《万病回春》）\n⒂治远年风赤眼肿痛朱砂、青盐、石胆各一分。上件药，用醋浆水一小盏，于瓷器中浸，日中曝之，候其药着干瓷器四畔，干刮取如粟米大。夜卧时着眼两眦，不过三四度瘥。（《圣惠方》）\n⒃治眼白睛肿起，赤涩疼痛朱砂（研细）、杏仁（汤浸去皮尖）、青盐各二钱半，马牙硝（细研）、黄连（研末）各半两。上研匀，绵裹，以雪水三合，浸一宿，滤入磁盆中。每用铜箸点之。（《证治准绳》朱砂煎）\n⒄治痔瘘疽疮光明砂（制研）、麝香、当门子（别研）、蛇蜕（五月五日熬）。上三味等分研，先以盐汤洗拭干，于疮上敷少许蜜，以散傅之，差止。（《外台》引《广济方》）\n⒅治小儿鹅口疮朱砂、白枯矾各五钱，牙硝五钱。共为细末。搽舌上。（《片玉心书》保命散）\n⒆治面上粉刺朱砂一两，麝香、牛黄各半两，雄黄三分。上细研令匀，以面脂和为膏。匀傅面上，避风经宿，粉刺自落。（《普济方》红膏）\n", "prescription": 0, "image": 0, "mainUsage": "安神定惊，明目，清热解毒。用于心悸易惊，失眠多梦，癫痫发狂，小儿惊风，视物昏花，口疮，喉痹，疮疡肿毒。\n①《本经》：养精神，安魂魄，益气，明目。\n②《别录》：通血脉，止烦满、消渴，益精神，悦泽人面，除中恶腹痛，毒气疥瘘诸疮。\n③《药性论》：镇心，主抽风。\n④《日华子本草》：润心肺，治疮疥痂息肉，服并涂用。\n⑤《珍珠囊》：心热非此不能除。\n⑥李杲：纳浮溜之火而安神明。\n⑦《医学入门》：痘疮将出，服之解毒，令出少。治心热烦跺。润肺止渴，清肝明目，兼辟邪恶瘟疫，破癥瘕，下死胎。\n⑧《纲目》：治惊痫，解胎毒、痘毒，驱邪疟，能发汗。\n⑨《本草从新》：定颠狂，止牙疼。"}