{"name": "朱砂根", "allNames": ["大罗伞", "凉散遮金珠"], "source": "本品为紫金牛科植物朱砂根ArdisiacrenataSims的干燥根。秋、冬二季采挖，洗净，晒干。\n【原形态】\n灌木，高达1.5米，全体秃净。茎直立，有数个分枝。叶纸质至革质，椭圆状披针形至倒披针形，长6～12厘米，宽2～4厘米；先端短尖或渐尖，基部短尖或楔尖，两面均秃净，有隆起的腺点，边缘有钝圆波状齿，背卷，有腺体；侧脉12～18对，极纤细，近边缘处结合而成一边脉，常隐于卷边内；叶柄长5～10毫米。伞形花序顶生或腋生，花序柄长1.5～2厘米；花白色或淡红色；萼片5裂，裂片长卵形，钝头；花冠5裂，裂片长椭圆状披针形，长4～5毫米，与萼片均有稀疏的腺点；雄蕊5，花丝极短，基部扁；子房上位，花柱线形。核果球形，直径约6毫米，熟时红色，有黑色斑点。花期6～7月。\n本植物的叶（朱砂根叶）亦供药用，另详专条。\n【生境分布】\n生于山地林下、沟边、路旁。分布浙江、安徽、江西、湖南、湖北、四川、福建、广东、广西等地。产福建、湖南、广西。", "natural": 0, "process": "除去杂质，洗净，润透，切段，干燥。本品呈不规则的段。外表皮灰棕色或棕褐色，可见纵皱纹，有横向或环状断裂痕，皮部与木部易分离。切面皮部厚，约占1/3～1/2，类白色或粉红色，外侧有紫色斑点散在；木部黄白色，不平坦。气微，味微苦，有刺舌感。\n【性味与归经】\n微苦、辛，平。归肺，肝经。\n【功能与主治】\n清热解毒，活血散瘀，止痛。治上感，扁桃体炎，急性咽峡炎，白喉，丹毒，淋巴结炎，劳伤吐血，心胃气痛，风湿骨痛，跌打损伤。\n【用法与用量】\n内服：煎汤，3～9克；或研末为丸、浸酒。\n外用：捣敷。", "shape": "本品根簇生于略膨大的根茎上，呈圆柱形，略弯曲，长5～30cm，直径0.2～lcm。表面灰棕色或棕褐色，可见多数纵皱纹，有横向或环状断裂痕，皮部与木部易分离。质硬而脆，易折断，断面不平坦，皮部厚，约占断面的1/3～1/2，类白色或粉红色，外侧有紫红色斑点散在，习称“朱砂点”；木部黄白色，不平坦。气微，味微苦，有刺舌感。\n朱砂根的效果", "usage": "本品为紫金牛科植物朱砂根的干燥根。用于上感，扁桃体炎，急性咽峡炎，白喉，丹毒，淋巴结炎，劳伤吐血，心胃气痛，风湿骨痛，跌打损伤。\n朱砂根的药方\n①治咽喉肿痛：㈠朱砂根三至五钱。水煎服。㈡朱砂根全草二钱，射干一钱，甘草一钱。水煎服。（《湖南药物志》）\n②治风湿骨节痛：小郎伞五钱，木通二两，虎骨三钱，鸡骨香三钱，大血藤四钱，桑寄生三钱。浸酒二斤，每服五钱至一两，日二次。（《广西中药志》）\n③治上呼吸道感染，扁桃体炎，白喉，丹毒，淋巴结炎，能抗菌消炎退热：朱砂根三至五钱，煎服；或研末蜜丸，每次二至三钱，一天二次。（浙江《中草药抗菌消炎经验交流会资料选编》）\n④治流火（丝虫病引起的淋巴管炎）：朱砂根干根一至二两。水煎，调酒服。（《福建中草药》）\n⑤治肺病及劳伤吐血：朱砂根三至五钱，同猪肺炖服。先吃汤，后去药吃肺，连吃三肺为一疗程。（《浙江民间常用草药》）\n⑥治跌打损伤，关节风痛：朱砂根三至五钱。水煎或冲黄酒服。（《浙江民间常用草药》）\n⑦治妇女白带，痛经：朱砂根三至五钱。水煎或加白糖、黄酒冲服。（《浙江民间常用草药》）\n⑧治毒蛇咬伤：朱砂根鲜者二两。水煎服；另用盐肤木叶或树皮、乌桕叶适量，煎汤清洗伤口，用朱砂根皮捣烂，敷创口周围。（《单方验方调查资料选编》）\n", "jingMai": 0, "mainUse": 0, "dosage": 0, "attention": 0, "prescription": 0, "image": 0}