{"name": "柴胡", "allNames": ["地熏", "山菜", "茹草", "柴草", "软柴胡", "硬柴胡", "芽胡", "芽柴胡", "春胡", "春柴胡", "南胡", "才胡", "地薰", "茈胡", "芸蒿"], "source": "本品为伞形科植物柴胡BupleurumchinenseDC.或狭叶柴胡BupleurumscorzonerifoliumWilld.的干燥根。按性状不同，分别习称北柴胡及南柴胡。春、秋二季采挖，除去茎叶及泥沙，干燥。", "natural": "苦，微寒。", "process": "1．柴胡：拣去杂质，除去残茎，洗净泥沙，捞出，润透后及时切片，随即晒干。\n2．醋柴胡：取柴胡片，用醋拌匀，置锅内用文火炒至醋吸尽并微干，取出，晒干。(每柴胡100斤，用醋12斤)。\n3．鳖血柴胡：取柴胡片，置大盆内，淋入用温水少许稀释的鳖血，拌匀，闷润，置锅内用文火微炒，取出，放凉。(每柴胡100斤，用活鳖200个取血)。\n4．酒柴胡：取柴胡片，用黄酒拌匀，闷润至透，置锅内用文火加热炒干，取出，放凉，每柴胡片100kg，用黄酒10kg。\n5．柴胡炭：取柴胡片，用文火炒至外黑内袍色，喷入少量水，取出，晾干。\n6．蜜柴胡：取蜜置锅内，加热至沸，倒入柴胡片，用文火炒至深黄，不粘手为度。", "shape": "北柴胡：呈圆柱形或长圆锥形，长6～15cm，直径0.3～0.8cm。根头膨大，顶端残留3～15个茎基或短纤维状叶基，下部分枝。表面黑褐色或浅棕色，具纵皱纹、支根痕及皮孔。质硬而韧，不易折断，断面显纤维性，皮部浅棕色，木部黄白色。气微香，味微苦。\n南柴胡：根较细，圆锥形，顶端有多数细毛状枯叶纤维，下部多不分枝或稍分枝。表面红棕色或黑棕色，靠近根头处多具细密环纹。质稍软，易折断，断面略平坦，不显纤维性。具败油气。\n柴胡的效果", "usage": "本品为伞形科植物柴胡或狭叶柴胡的干燥根。\n主治寒热往来，胸满胁痛，口苦耳聋，头痛目眩，疟疾，下利脱肛，月经不调，子宫下垂。", "jingMai": "归肝经、胆经。", "mainUse": 0, "dosage": "内服：煎汤，3~10g；或入丸、散。\n外用：适量，煎水洗；或研末调敷。", "attention": "真阴亏损，肝阳上升者忌服。\n①《本草经集注》：半夏为之使。恶皂荚。畏女菀、藜芦。\n②《医学入门》：元气下绝，阴火多汗者，误服必死。\n③《本草经疏》：病人虚而气升者忌之，呕吐及阴虚火炽炎上者，法所同忌。疟非少阳经者勿食。\n柴胡的药方\n①治伤寒五、六日，中风，往来寒热，胸胁苦满，嘿嘿不欲食，心烦喜呕，或胸中烦而不呕，或渴，或腹中痛，或胁下痞鞕，或心下悸、小便不利，或不渴、身有微热，或咳者：柴胡半斤，黄芩三两，人参三两，半夏半升（洗），甘草（炙）、生姜各三两（切），大枣十二枚（擘）。上七味，以水一斗二升，煮取六升，去滓，再煎取三升，温服一升，日三服。（《伤寒论》小柴胡汤）\n②治邪入经络，体瘦肌热，推陈致新；解利伤寒、时疾、中喝、伏暑：柴胡四两（洗，去苗），甘草一两（炙）。上细末。每服二钱，水一羔，同煎至八分，食后热服。（《本事方》柴胡散）\n③治外感风寒，发热恶寒，头疼身痛；痎疟初起：柴胡一至三钱，防风一钱，陈皮一钱半，芍药(白芍)二钱，甘草一钱，生姜三、五片。水一钟半，煎七、八分，热服。（《景岳全书》正柴胡饮）\n④治肝气，左胁痛：柴胡、陈皮各一钱二分，赤芍、枳壳、醋炒香附各-钱，炙草五分。（《医医偶录》柴胡疏肝饮）\n⑤治肝经郁火，内伤胁痛：柴胡、黄芩、山栀(栀子)、青皮、白芍、枳壳。（《症因脉治》柴胡清肝饮）\n⑥治血虚劳倦，五心烦热，肢体疼痛，头目昏重，心忪颊赤，口燥咽干，发热盗汗，减食嗜卧，及血热相搏，月水不调，脐腹胀痛，寒热如疟；又疗室女血弱阴虚，荣卫不和，痰嗽潮热，肌体羸瘦，渐成骨蒸：甘草半两（炙微赤）、当归（去苗，锉，微炒）、茯苓（去皮，白者）、白芍药、白术、柴胡（去苗）各一两。上为粗末。每服二钱，水一大盏，煨生姜一块切破，薄荷少许，同煎至七分，去渣热服，不拘时候。（《局方》逍遥散）\n⑦治盗汗往来寒热：柴胡（去苗）、胡黄连等分，为末，炼蜜和膏，丸鸡头子大。每一、二丸，用酒少许化开，入水五分，重汤煮二、三十沸，放温服，无时。（《小儿卫生总微论方》柴胡黄连膏）\n⑧治荣卫不顺，体热盗汗，筋骨疼痛，多困少力，饮食进退：柴胡二两，鳖甲二两，甘草、知母各一两，秦艽一两半。上五味杵为末。每服二钱，水八分，枣二枚，煎六分，热服。（《博济方》柴胡散）\n⑨治黄疸：柴胡一两（去苗），甘草一分。上都细锉作一剂，以水一碗，白茅根一握，同煎至七分，绞去渣，任意时时服，一日尽。（《传家秘宝方》）\n⑩治肝黄，面色青，四肢拘急，口舌干燥，言语蹇涩，爪甲青色柴胡一两（去苗），甘草半两（炙微赤，锉），决明子半两，车前子十两，羚羊角屑半两。上件药，捣罗为散。每服三钱，以水一中盏，煎至五分，去滓，不计时候温服。（《圣惠方》柴胡散）\n⑾治积热下痢：柴胡、黄芩等分。半酒半水，煎七分，浸冷，空心服之。（《济急仙方》）\n⑿治伤寒初觉发热，头疼脚痛柴胡（去苗）半两，黄芩（去黑心）、荆芥穗各一分。上三味，锉如麻豆大。每服五钱匕，水一盏半，生姜一枣大（拍碎），煎至八分，去滓，入生地黄汁一合，白蜜半匙，更煎三五沸。热服。（《圣济总录》解毒汤）\n⒀治伤寒壮热，头痛体疼，口干烦海石膏、黄芩、甘草、赤芍药、葛根各一两，麻黄（去节）、柴胡（去苗）各半两。上捣罗为散。三岁小儿每服一钱，水一小盏，入生姜少许，葱白三寸，豉二十粒，同煎至五分，滤去滓。温服，不计时候，汗出为效。量儿大小加减。（《局方》柴胡散）\n⒁治伤寒日数过多，心中气闷，或发疼痛，狂言不定，烦躁不得睡，大小便不通柴胡（去苗）一两，大黄一两，朴硝一两，甘草半两，枳壳一曲（去穗）。上五味为末。每服三大钱，水三盏，煎至六分，温服，一日只二服，不可多服。候大小便通，即自然汗出。（《博济方》柴胡散）\n⒂治妊妇寒热头痛，嘿嘿不欲食，胁下痛，呕逆痰气；及产后伤风，热入胞宫，寒热如疟，并经水适来适断；病后劳复，余热不解柴胡一两，黄芩、人参、甘草（炙）各一分半。上锉如麻豆大。每服五钱，水一盏半，煎一盏，去滓，服服。（《类证活人书》黄龙汤）\n⒃治肺疟，烦热呕逆知母一两，柴胡二两（去苗），人参两（去芦头），甘草半两（炙微赤，锉），麦冬一两（去心），苦杏仁一两（汤浸，主皮、尖、双仁，麸炒微黄）。上件药，捣罗为散。每服四钱，以水一中盏，煎至六分，去滓，不计时候温服。（《圣惠方》）\n⒄治疟疾，寒多热少，腹胀柴胡、半夏、厚朴、陈皮各二钱。水二碗，煎八分。不拘时候服。（《本草汇言》）\n⒅治胁肋疼痛，寒热往来柴胡二钱，川芎、枳壳（麸炒）、芍药(白芍)各一钱半，甘草（炙）五分，香附一钱半。水一钟半，煎八分。食前服。（《景岳全书》柴胡疏肝散）\n⒆治劳黄，四肢无力，骨节烦疼，或时吐逆，不能下食，鼻中干燥，身热疼闷．渐觉羸瘦，寒热不定柴胡一两（去苗），茵陈半两，犀角半两，麦冬一两（去心），鳖甲二两（涂醋炙微黄，去裙襴），甘草半两（炙微赤，锉）。上件药，捣罗为散。每服四钱，以水一中盏，煎至六分，去滓，不计时候温服。（《圣惠方》柴胡散）\n⒇治肝郁气滞，脾胃湿热，便结腑实等型胰腺炎柴胡15g，黄芩、胡连(胡黄连)、木香、延胡索各10g，杭白芍15g，生大黄15g（后下），芒硝1Og（冲服）。水煎服，每日1剂，重者2剂。（《中西医结合治疗常见外科急腹症》清胰汤Ⅰ号）\n(21)治胸中大气下陷，气短不足以息，或努力呼吸，有似乎喘；或气息将停，危在顷刻。其兼证或寒热往来，或咽干作渴，或满闷怔忡，或神昏健忘，种种病状，诚难悉数。其脉象沉迟微弱，关前尤甚；其剧者，或六脉不全，或参伍不调生箭芪六钱，知母二钱，柴胡一钱五分，桔梗一钱五分，升麻一钱。煎服。（《衷中参西录》升陷汤）\n(22)治眼暴赤肿痛柴胡、苍术、甘草等分。上为末。白水煎；如头痛壮热，则用生姜、葱煎（服）。（《朱氏集验方》柴胡散）\n(23)治眼赤痛微肿，眦赤烂多柴胡（去苗）、蕤仁（去皮，研）、黄连（去须）、升麻各一两。上四味，粗捣筛。以水三升，煎取一升半，滤去滓，微热淋洗，如冷再暧，洗三两遍。（《圣济总录》柴胡洗眼汤）\n(24)治耳聋不闻雷声柴胡一两，香附一两，川芎五钱。为末。早晚开水冲服三钱。（《医林改错》通气散）\n(25)治肾虚牙齿龂肿，膈上热柴胡烟尽）各三分，黄连（去须）半两（去苗）一两，枳壳（去瓤，麸炒）、厚朴（去粗皮，生姜汁炙。上四味，粗捣筛。每用五钱匕，水二盏，煎至一盏，去滓，食后，分二服。（《圣济总录》柴胡汤）\n(26)治舌本强，两边痛柴胡（去苗）、升麻各一两，栀子仁半两。上三味，捣罗为散。每服一钱匕，熟水调下，日三。（《圣济总录》柴胡散）\n(27)治大人小儿口疮柴胡、吴茱萸各等分。上为细末。每用一钱，好酒调敷脚心。（《普济方》）\n(28)治口糜生疮柴胡（去苗）、地骨皮各一两。上二味，粗捣筛。每服三钱匕，水一大盏，煎至六分，去滓，细细含咽之。（《圣济总录》柴胡汤）\n【食疗方】\n柴芍丹皮炖瘦肉\n柴胡6克，牡丹皮6克，白芍10克，瘦猪肉30克，佐料适量。柴胡、丹皮、白芍洗净与瘦肉共炖，至肉烂熟，加佐料适量。饮汤食肉。\n功效疏肝解郁，柔肝清热。\n【备注】\n（1）治疗感冒常与葛根、羌活等同用。柴胡有较佳的退热作用，邪在少阳、寒热往来，常与黄芩、半夏等同用（如小柴胡汤）；对疟疾症，柴胡又可与草果、青皮等配伍应用。柴胡既具良好的疏肝解郁作用，又为疏肝诸药之向导，是治肝气郁结之要药。对胸肋疼痛无论内由肝郁、外因伤仆皆可应用；凡见肝气郁结所致的月经不调或痛经等，均可与当归、白芍、香附、郁金等药同用。柴胡药性升浮，配党参、黄耆等补气药物，对气虚下陷的久泻脱肛、子宫下垂等症，有升举阳气作用。\n（2）柴胡一药，具有轻清升散，又能疏泄的特点。既能透表退热、疏肝解郁，又可用于升举阳气。因此，它在临床上是一味既可用于实症，又可用于虚症的药物。由于配伍不同而可发挥它各种不同的功效，如：配葛根、羌活，则发汗解表；配黄芩、青蒿，则透表泄热；配常山、草果，则截疟退热；配香附、郁金，则疏肝解郁；配党参、黄耆、白朮、升麻等，则升举阳气。但阴亏津少及肝阳上亢者不宜应用。柴胡与葛根，轻清升散的功用相近似，故在解表退热时常同用。但各有特长，柴胡能疏肝解郁，配益气药可升阳举陷，用于子宫脱垂、脱肛，然无生津解渴之功；葛根有生津止渴作用，能生发清阳，用于水泻，然无疏肝解郁功能。\n", "prescription": 0, "image": 0, "mainUsage": "和解表里，疏肝，升阳。治寒热往来，胸满胁痛，口苦耳聋，头痛目眩，疟疾，下利脱肛，月经不调，子宫下垂。\n①《本经》：主心腹肠胃中结气，饮食积聚，寒热邪气，推陈致新。\n②《别录》：除伤寒心下烦热，诸痰热结实，胸中邪逆，五藏间游气，大肠停积，水胀，及湿痹拘挛。亦可作浴汤。\n③《药性论》：治热劳骨节烦疼，热气，肩背疼痛，宣畅血气，劳乏羸瘦；主下气消食，主时疾内外热不解，单煮服。\n④《千金方》：苗汁治耳聋，灌耳中。\n⑤《四声本草》：主痰澜、胸胁中痞。\n⑥《日华子本草》：补五劳七伤，除烦止惊，益气力，消痰止嗽，润心肺，添精补髓，天行温疾热狂乏绝，胸胁气满，健忘。\n⑦《珍珠囊》：去往来寒热，胆痹，非柴胡梢子不能除。\n⑧《医学启源》：除虚劳烦热，解散肌热，去早晨潮热。\n⑨《滇南本草》：伤寒发汗解表要药，退六经邪热往来，痹痿，除肝家邪热、痨热，行肝经逆结之气，止左胁肝气疼痛，治妇人血热烧经，能调月经。发汗用嫩蕊，治虚热、调经用根。\n⑩《纲目》：治阳气下陷，平肝、胆、三焦、包络相火，及头痛、眩晕，目昏、赤痛障翳，耳聋鸣，诸疟，及肥气寒热，妇人热入血室，经水不调，小儿痘疹余热，五疳羸热。"}