{"name": "桂枝", "allNames": ["柳桂", "川桂枝", "桂枝木", "桂枝尖", "广眉尖"], "source": "为樟科植物肉桂的嫩枝。8～7月间剪取嫩枝，截成长约15或30～100厘米的小段，晒干。", "natural": "辛；甘；性温", "process": 0, "shape": "枝长圆柱形，多分枝，长30~70cm，粗端直径0.3~1cm。表面棕色或红棕色，有细皱纹及小疙瘩状叶痕、枝痕和芽痕，皮孔点状或点状椭圆形。制裁硬而脆，易折断，断面皮部红棕色，可见一淡黄色石细胞环带，木部黄白色至浅黄棕色，髓部略呈方形。有特异香气，味甜、微辛，皮部味较浓。以枝条嫩细均匀，色红棕，香气浓者为佳。\n桂枝的效果", "usage": "为樟科植物肉桂的嫩枝。\n主治风寒表证，肩背肢节酸疼，胸痹痰饮，经闭癥瘕。", "jingMai": "膀胱经；心经；肺经", "mainUse": 0, "dosage": "内服：煎汤1.5~6g，大剂量，可用至15~30g；或入丸、散。", "attention": "热病高热，阴虚火旺，血热妄行者禁服。\n桂枝的药方\n①治太阳中风，阳浮而阴弱，阳浮者，热自发，阴弱者，汗自出，啬啬恶寒，渐渐恶风，翕翕发热，鼻鸣干呕者：桂枝三两（去皮），芍药(白芍)三两，甘草二两（炙），生姜三两（切），大枣十二枚（擘）。上五味，细切三味，以水七升，微火煮取三升，去滓，适寒温，服一升；服巳须臾，吸热稀粥一升余，以助药力，温覆令一时许，遍身漐漐微似有汗者益佳。（《伤寒论》桂枝汤）\n②治伤寒八九日，风湿相搏，身体疼烦，不能自转侧，不呕不渴，脉浮虚而涩者：桂枝四两（去皮），附子三枚（炮，去皮，破），生姜三两（切），大枣十二枚（擘），甘草二两（炙）。上五味，以水六升，煮取二升，去滓，分温三服。（《伤寒论》桂枝附子汤）\n③治诸肢节疼痛，身体尪羸，脚肿如脱，头眩短气，温温欲吐：桂枝四两，芍药三两，甘草二两，麻黄二两，生姜五两，白术五两，知母四两，防风四两，附子一枚（炮）。上九味，以水七升，煮取二升，温服七合，日三服。（《金匮要略》桂枝芍药知母汤）\n④治心中痞，诸逆，心悬痛：桂枝、生姜各三两，枳实五枚。上三味，以水六升，煮取三升，分温三服。（《金匮要略》桂枝生姜枳实汤）\n⑤治伤寒发汗后，其人脐下悸者，欲作奔豚：茯苓半斤，桂枝四两（去皮），甘草二两（炙），大枣十五枚（擘）。上四味，以甘澜水一斗，先煮茯苓，减二升；纳诸药，煮取三升，去滓，温服一升，日三服。（《伤寒论》茯苓桂枝甘草大枣汤）\n⑥治血痹阴阳俱微，寸口关上微，尺中小紧，外证身体不仁，如风痹状：黄芪三两，芍药(白芍)三两，桂枝三两，生姜六两，大枣十二枚。上五味，以水六升，煮取二升，温服七合，日三服。（黄芪桂枝五物汤）\n⑦治失精家少腹弦急，阴头寒，目眩，发落，脉极虚、芤迟，为清谷亡血失精，脉得诸芤动微紧：桂枝、芍药（白芍）、生姜各三两，甘草二两，大枣十二枚，龙骨、牡蛎各三两。上七味，以水七升，煮取三升，分温三服。（桂枝龙骨牡蛎汤）\n⑧治虚劳里急悸衄，腹中痛，梦失精，四肢酸疼，手足烦热，咽干口燥：桂枝三两（去皮），甘草二两（炙），大枣十二枚，芍药六两，生姜三两，胶饴一升。上六味，以水七升，煮取三升，去滓，内胶饴，更上微火消解，温服一升，日三服。（小建中汤）\n⑨治妇人宿有癥病，经断未及三月而得漏下不止，胎动在脐上者，为癥痼害，妊娠六月动者，前三月经水利时，胎也。下血者，后断三月，衃也。所以血不止者，其癥不去故也，当下其癥：桂枝、茯苓、牡丹（去心）、桃仁（去皮、尖，熬）、芍药(白芍)各等分。上五味，末之，炼蜜和丸如兔屎大。每日食前服一丸，不知，加至三丸。（桂枝茯苓丸，⑥方以下出《金匮要略》）\n⑩治冻疮桂枝60g，加清水1000ml。武火煎煮，煮沸后10分钟取下，盆装候温（以患者能忍受，不烫伤皮肤为度，药渣保留，以便下次连同旧汤复煎使用）即将患肢浸于药液中，边洗边对患处略加按摩。每次大约浸洗10～15分钟，每日早晚各1次。（《新中医》增刊1980，（3）：16）\n【食疗方】\n升压茶\n肉桂、桂枝、炙甘草各10g。先将上述三味药，锉成粗末，备用。每次用药末适量放于茶壶中，鲜开水泡约10分钟，即可当茶饮用。代茶频饮，连服1周。\n功效:壮心阳，升血压。主治心阳不足所致的头晕，精神困倦，四肢无力，血压低于90／60mmHg等症。\n", "prescription": 0, "image": 0, "mainUsage": "发汗解肌，温经通脉。治风寒表证，肩背肢节酸疼，胸痹痰饮，经闭癥瘕。\n①成无己：泄奔豚，和肌表，散下焦蓄血。利肺气。\n②《医学启源》：《主治秘诀》：去伤风头痛，开腠理，解表，去皮风湿（末二字据《本草发挥》补）。\n③《本草经疏》：实表祛邪。主利肝肺气，头痛，风痹骨节挛痛。\n④《药品化义》：专行上部肩臂，能领药至痛处，以除肢节间痰凝血滞。\n⑤《本草备要》：温经通脉，发汗解肌。\n⑥《本草再新》：温中行血，健脾燥胃，消肿利湿。治手足发冷作麻、筋抽疼痛，并外感寒凉等症。"}