{"name": "没药", "allNames": ["明没药", "密儿拉", "克香", "黑香", "末药"], "source": "橄榄科没药属植物没药树CommiphoramyrrhaEngl.[C.molmolEngl.]及同属他种植物的树干皮部渗出的油胶树脂。一般在11月至次年2月间采收，但亦有在6～7月间采收，采收后拣净树皮及其他杂质即得。\n【原形态】\n没药树，低矮灌木或乔木，高约3m。树干粗，具多数不规则尖刻状的粗枝；树皮薄，光滑，小片状剥落，淡橙棕色，后变灰色。叶散生或丛生，单叶或三出复叶；小叶倒长卵形或倒披针形，中央1片长7-18mm，宽4-5mm，远较两侧1对为大，钝头，全缘或末端稍具锯齿。花小，丛生于短枝上；萼杯状，宿存，上具4钝齿；花冠白色，4瓣，长圆形或线状长圆形，直立；雄蕊8，从短杯状花盘边缘伸出，直立，不等长；子房3室，花柱短粗，柱头头状。核果卵形，尖头，光滑，棕色，外果皮革质或肉质。种子1-3颗，但仅1颗成熟，其余均萎缩。花期夏季。\n【生境分布】\n生态环境：生于海拔500-1500m的山坡地。\n资源分布：分布于热带非洲和亚洲西部。", "natural": "苦，平。", "process": "1.没药：拣去杂质，打成碎块。\n2.制没药：取拣净的没药置锅内用文火炒至表面稍见熔化点，取出放凉。或炒至表面稍见熔化时，喷洒米醋，继续炒至外层明亮光透，取出放凉。（没药每100斤，用醋6斤）", "shape": "干燥的胶树脂呈不规则颗粒状或粘结成团块，大小不一，一般直径约2.5厘米，有的可达10厘米，红棕色或黄棕色，表面祖糙，覆有粉尘。质坚脆，破碎面呈不规则颗粒状，带棕色油样光泽，并伴有白色小点或线纹，薄片半透明。与水共研则成黄色乳状液。气微弱而芳香，味苦微辛。以块大、棕红色、香气浓而杂质少者为佳。\n没药的效果", "usage": "橄榄科没药属植物没药树及同属他种植物的树干皮部渗出的油胶树脂。\n主治跌损，金疮，筋骨，心腹诸痛，癥瘕，经闭，痈疽肿痛，痔漏，目障。", "jingMai": "入肝经。", "mainUse": 0, "dosage": "内服：煎汤，3~10g；或入丸、散。\n外用：适量，研末调敷。", "attention": "孕妇忌服。\n①《品汇精要》：妊娠不可服。\n②《本草经疏》：凡骨节痛与夫胸腹胁肋痛，非瘀血停留而因于血虚者不宜用。产后恶霹去多，腹中虚痛者不宜用。痈疽已溃不宜用。目赤肤翳非血热甚者不宜用。\n没药的药方\n①治筋骨损伤：米粉四两（炒黄），入没药、乳香末各半两。酒调成膏，摊贴之。（《御药院方》）\n②治杀伤不透膜者：乳香、没药各一皂子大，研烂，以小便半盏，好酒半盏，同药通口服。（《奇效良方》）\n③治历节诸风，骨节疼痛，昼夜不可忍者：没药半两（研）；虎胫骨三两（涂酥，炙黄色），先捣罗为散，与没药同研令细。温酒调二钱，日三服。（《本草图经》）\n④治一切心肚疼痛，不可忍者：没药、乳香各三钱，穿山甲（炙）五钱，木鳖子四钱。上为末，每服半钱至一钱，酒大半盏，同煎温服，不计时候。（《宣明论方》没药散）\n⑤治妇人内伤痛楚，血晕及脐腹疞刺者：没药研细，温酒调一钱。（《本草图经》）\n⑥治产后血晕，语言颠倒，健忘失志：没药、血竭等分。细研为末，产后用童子小便与温酒各半盏，煎一、二沸，调下二钱，良久再服，其恶血自下。（《伤寒保命集》夺命散）\n⑦消血块：滑石二钱，没药一钱，血竭一钱。为末醋糊为丸。（《金匮钩玄》）\n⑧治妇人月水不通：没药半两，硇砂半两，干漆半两（捣碎，炒令烟出），桂心一两，芫花半两（醋拌一宿，炒干），狗胆二枚（干者），水银三分（入少枣肉，研令星尽）。上药，捣罗为末，以枣肉和丸，如绿豆大。每于食前，以温醋汤下十丸。（《圣惠方》没药丸）\n⑨治疗疮、无名肿毒：没药（去油）、朱砂、血竭、硼砂、乳香（去油）、雄黄、蟾酥（人乳浸化）、轻粉、冰片、麝香各等分。共乳细末，用乳捣和丸，如小麦大。每用三丸，含舌下，噙化咽下，出汗自消；如无汗，以热酒催之。（《疡医大全》舌化丹）\n⑩治痈疽疮毒，腐去新生：乳香、没药各等分。安箬叶上，火炙去油，乳细搽上，以膏贴之。此药毒未尽则提脓外出，如毒巳尽则收口。（《疡医大全》海浮散）\n⑾治五痔：没药一两（研），黄矾、白矾、人中白（火煅）各半两，麝香一钱（研）。上五味并研令匀。每用时先以葱汤洗拭净，以药干敷。（《圣济总录》消毒没药散）\n⑿治漏眼脓血：没药、大黄（蒸，少用）、朴硝。上为末。每服三钱，酒调下，茶亦可。（《银海精微》没药散）\n⒀治血灌瞳人，外障疼痛：没药二两，血竭一两，大黄一两半，芒硝一两半。上捣罗为末，令细。食后热茶调下一钱。（《眼科龙木论》没药散）\n⒁治心脾气痛延胡索、没药、五灵脂、草果各等分。为末。每服三钱，热酒调服。（《奇效良方》手拈散）\n⒂治血气不行，心腹疼痛，或走注痛，月经不调，发热哺热，并宜用之红花、没药、川当归、延胡索（炒）各等分，为末。每服二钱，童便、酒调下。（《赤水玄珠》没药散）\n⒃治脓血杂痢后重，疼痛日久不瘥没药（研）、五灵脂（去砂石研）、乳香（研）各一钱，巴豆霜（研）半钱。上同研匀，滴水为丸，如黄米大。每服七丸，食前煎生木瓜汤下，小儿服三丸，随岁加减。（《证治准绳》通神丸）\n⒄治中风舌强不语没药（研）、琥珀（研）各一分，干全蝎（炒）七枚。上三味，捣研为末。每服三钱匕，用鹅梨汁半盏，皂荚末一钱匕，浓煎汤一合，与梨汁相和调下，须臾吐出涎毒，便能语。（《圣济总录》三圣散）\n⒅治妇人血风，血气，腹胁刺痛，筋挛骨痹，手足麻木，皮肤瘙痒当归、五灵脂各一两，没药半两。上为末，醋糊为丸，如梧桐子大。每服三十丸，生姜汤空心下。（《妇人良方》当归没药丸）\n⒆治小儿盘肠气痛，腰曲，干啼没药、乳香等分。为末。木香磨水煎沸，调一钱服。（《（鱼孚）溪单方选》）\n⒇治小便浑浊如精之状没药、木香、当归各等分。上为末，以刺棘心自然汁为丸，如梧桐子丸。每服五七丸，食前盐汤下。（《世传神效名方》）\n(21)治小儿吐没药一钱，樟脑一字。上为末。以药点其舌上。（《普济方》）\n(22)治小儿诸般吊症，角弓反张，胸高脐凸用透明没药一味为末，姜汤调下一钱匕。（《婴童百问》异香散）\n(23)治肠痛腹痛，脉小数，将有脓者瓜蒌一个，甘草四钱，没药二钱，乳香一钱五分。研末。酒调服。（《症因脉治》四圣散）\n(24)治白口疮以乳香、没药、雄黄各一钱，轻粉半钱，巴豆霜少许。为末掺之。（《赤水玄珠》没药散）\n", "prescription": 0, "image": 0, "mainUsage": "散血去瘀，消肿定痛。治跌损，金疮，筋骨，心腹诸痛，癥瘕，经闭，痈疽肿痛，痔漏，目障。\n①《药性论》：主打搕损，心腹血瘀，伤折踒跌，筋骨瘀痛，金刃所损，痛不可忍，皆以酒投饮之。\n②《海药本草》：主折伤马坠，推陈置新，能生好血，研烂，以热酒调服。堕胎.心腹俱痛及野鸡漏痔、产后血气痛，并宜丸、散中服。\n③《日华子本草》：破癥结宿血，消肿毒。\n④《开宝本草》：主破血止痛。疗杖疮、诸恶疮、痔漏卒下血、目中翳晕痛肤赤。\n⑤王好古：治心胆虚，肝血不足。\n⑥《纲目》：散血消肿，定痛生肌。\n⑦《本草述》：久服舒筋膜，通血脉，固齿牙，长须发。"}