{"name": "海浮石", "allNames": ["浮石", "浮海石", "浮水石", "海石花", "白浮石", "海石", "海南石", "羊胆石", "水泡石", "羊肚石", "火山浮石"], "source": "药材分海浮石和海石花两类。海浮石为火山喷发出的岩浆所形成的石块；海石花为胞科动物脊突苔虫CostaziaaculeataCanuetBassler或瘤苔虫CostaziacostaziiAudouin的干燥骨骼。海浮石全年可采，自海中捞出，拣净晒干。海石花夏秋自海中捞出，清水洗去盐质及泥沙，晒干。", "natural": "咸、寒。", "process": "海浮石：洗净晒干，碾碎。\n煅海浮石：取净海浮石置沙罐内，置炉火中煅透，取出，放凉，碾碎。", "shape": "①浮石\n为不规则的块状，大小不一，通常直径2～7厘米，有的可达20厘米。表面粗糙，有多数大小不等的细孔，灰白色或灰黄色。质硬而松脆，易砸碎，断面租糙有小孔，有的具绢丝样光泽或无。体轻，投入水中，浮而不沉。气微弱，味淡。以体轻、灰白色、浮水者为佳。产广东、福建、山东、辽宁等地。\n②石花（《本草衍义》）\n为脊突苔虫或瘤苔虫的骨胳，㈠脊突苔虫骨胳呈珊瑚样不规则块状，略作扁圆形或长圆形。大小不一，直径2～5厘米。灰白色或灰黄色。基部略平坦，另一面多突起，作叉状分枝，中部交织如网状。叉状小枝长3～5毫米，直径约2毫米，先端多折断，少数完整者呈钝圆形。质硬而脆，表面与断面均密具细孔。体轻，入水不沉。气微腥，味微咸。㈡瘤苔虫的骨胳为不规则块状，直径1～3厘米，多为碎块。表面灰黄色或灰黑色。珊瑚状分枝短而较粗，直径约4毫米。先端钝圆，极少折断。气味同上。产浙江、福建、广东。\n海浮石的效果", "usage": "药材分海浮石和海石花两类。海浮石为火山喷发出的岩浆所形成的石块；海石花为胞科动物脊突苔虫或瘤苔虫的干燥骨骼。\n主治痰热喘嗽，老痰积块，瘿瘤，瘰疬，淋病，疝气，疮肿，目翳。", "jingMai": "入肺经、肾经。", "mainUse": 0, "dosage": "内服：煎汤，9～15克；或入丸、散。\n外用：研末撒或水飞点眼。", "attention": "虚寒咳嗽忌服。\n海浮石的药方\n①治卒咳嗽不止：浮石二两。捣罗为末，炼蜜和丸如梧桐子大。每服以粥饮下十丸，日三、四服。（《圣惠方》）\n②治小儿天哮，一切风湿燥热，咳嗽痰喘：海浮石、飞滑石、苦杏仁各四钱，薄荷二钱，上为极细末。每服二钱，用百部煎汤调下。（《医学从众录》海浮石滑石散）\n③治血淋，小便涩痛：黄烂浮石为末，每服二钱。生甘草煎汤调下。（《仁斋直指方》海金散）\n④治石淋：浮石，使满一手，下筛，以水三升，酢一升，煮取二升，澄清服一升，不过三服。亦治嗽，淳酒煮之。（《千金方》）\n⑤治小肠气，茎缩囊肿；黄烂浮石为末。每服二钱，木通、灯心草、赤茯苓、麦冬煎汤调下。（《仁斋直指方》海金散）\n⑥治诸疝：海石、香附。为末，生姜汁调下。亦治心痛。（《丹溪心法》）\n⑦治消渴：浮石、青黛各等分，麝香少许。上细末。每服一钱，温汤调下。（《本事方》）\n⑧治渴疾饮水不止：白浮石、蛤粉、蝉蜕（去头、足）各等分。上细末，用鲫鱼胆七个，调三钱服，不拘时候。（《本事方》神效散）\n⑨治疔疮，发背，恶疮：白浮石半两，没药二钱。上为细末，醋糊为丸，如桐子大。每服六丸，冷酒送下。（《普济方》耆老丹）\n⑩治耳底有脓：海浮石一两，没药一钱，麝香一字。上为细末。每用半字，吹入耳中。（《普济方》没药散）\n⑾治疳疮久不愈：海浮石（烧红醋淬数次）、金银花。上海石二停，金银花一停，同为细末。每服二钱半，如签茶一般，日用二服。疮在上，食后；在下，食前服。（《儒门事亲》）\n", "prescription": 0, "image": 0, "mainUsage": "清肺火，化老痰，软坚散结，通淋。治痰热喘嗽，老痰积块，瘿瘤，瘰疬，淋病，疝气，疮肿，目翳。\n①陶弘景：止咳。\n②《本草拾遗》：主渴。\n③《日华子本草》：止渴，治淋，杀野兽毒。\n④《本草衍义》：水飞，治目中翳。\n⑤朱震亨：清金降火，消积块，化老痰。\n⑥《纲目》：消瘿瘤结核疝气，下气，消疮肿。\n⑦《本草正》：消食，消热痰，解热渴热淋，止痰嗽喘急，软坚癥，利水湿。"}