{"name": "牛耳大黄", "allNames": [], "source": "为蓼科植物皱叶酸模的根。4～5月采其根，洗净，晒干或鲜用。\n【原形态】\n多年生草本，高50-100cm。根肥厚，黄色，有酸味。茎直立，通常不分枝，具浅槽。叶互生；托叶鞘膜质，管状，常破裂；叶片披针形或长圆状披针形，长12-18cm，宽2-4.5cm，先端短渐尖，基部渐狭，边缘有波状皱褶，两面无毛。花多数聚生于叶腋，或形成短的总状花序，合成一狭长的圆锥花序；花被片6，2轮，宿存；雄蕊6；柱头3，画笔状。瘦果三棱形，有锐棱，长2mm，褐色有光泽。花果期6-8月。\n【生境分布】\n生态环境：生于沟边湿地，河岸及水甸子旁。\n资源分布：分布于东北、华北及陕西、甘肃、青海、福建、台湾、广西、贵州等地。", "natural": "苦；性寒", "process": 0, "shape": "根呈不规则圆锥状条形，长10-20cm，粗达2．5cm，单根或于中段有数个分枝。根头顶端具干枯的茎基，其周围可见多数片状棕色的干枯叶基。表面棕色至深棕色，有不规则纵皱纹及多数近圆形的须根痕。质硬，断面黄棕色，纤维性。\n气微，味苦。\n【药理作用】\n1.止咳、祛痰及平喘作用\n根的水煎剂、去蛋白后水煎液给小鼠灌胃均有明显的止咳作用(氨水喷雾引咳法)，但小鼠均有腹胀、腹泻、松毛的反应，从其中分离出的大黄素、大黄酚均有较明显的止咳作用，大黄素作用强于大黄酚，总蒽醌也有轻度止咳作用，大黄酸则无止咳作用。水煎液及去蛋白后水煎液有祛痰作用(小鼠酚红法)，总蒽醌作用不明显。总蒽醌给豚鼠灌胃有较明显的平喘作用(组织胺喷雾法)，但大黄素、大黄酸及大黄酚均无效。将大黄酚与提取上述成分后的残余部分混合给予豚鼠则有平喘作用。\n2.抑菌作用\n从根中分离出的大黄酸、大黄素及大黄酚在试管内对甲型链球菌、肺炎球菌、流感杆菌及卡他球菌有不同程度的抑制作用。全草提取液对金黄色葡萄球菌、大肠杆菌有抑制作用。根酊剂在沙伯氏培养基上对犬小孢子霉菌有显着抑菌作用，最低有效浓度为1.56-3.12%。\n3.抗肿瘤作用\n小鼠大腿肌肉接种肉瘤-37后6天，1次皮下注射皱叶酸模根的醇提取物，6-48小时后取肿瘤检查，可见到药物对肿瘤的伤害作用；其酸性提取物效力可更强。\n4.其他作用\n根茎含大黄素等蒽醌衍化物，故有泻下作用；它含鞣质的量也相当高(3.62-6.42%)，故有收敛作用；根与根茎还含维生素B1(达10.26ug/g)，可作健胃、强壮剂。它还含一种刺激性物质，名Rumicin(分子式C14H10O4)，可作发赤剂、消散剂，并能杀灭皮肤寄生虫；但可使动物(羊、马)发生皮炎及胃肠紊乱。\n牛耳大黄的效果", "usage": "为蓼科植物皱叶酸模的根。主治急慢性肝炎，肠炎，痢疾，慢性气管炎，吐血，衄血，便血，崩漏，热结便秘，痈疽肿毒，疥癣，秃疮。", "jingMai": "心；肝；大肠经", "mainUse": 0, "dosage": "内服：煎场，10-15g。\n外用：适量，捣敷；或研末调搽。", "attention": "《四川中药志》：脾虚泄泻者忌用。\n牛耳大黄的药方\n①治疥疮：牛耳大黄四两，老君须二两。炖猪筒子骨服。（《重床草药》）\n②治吐血：鲜牛耳大黄，炖杀口肉服。（《重庆草药》）\n【各家论述】\n1.《草木便方》：活血，补精，壮力。能走表。捣烂合稠靛缸水，搽疥癣秃癞。\n2.《四川中药志》：解毒，清热，消疮癣。治大便燥结。\n3.《重庆草药》：清火，解毒，清血热，利便。治吐血诸症。酒炒能调气敛血，治红崩。\n4.《闽东本草》：除热，杀虫，排脓拔毒。治白秃疮，癣，疔，疖。\n5.《齐齐哈尔中草药》：治出血性紫斑，血小板减少和内出血。\n6.《高原中草药治疗手册》：清热凉血，润肠通使。治急性肝炎，经闭腹胀，无名肿毒。\n7.《陕甘宁青中草药选》：清热解毒，消炎退肿，止血。\n", "prescription": 0, "image": 0, "mainUsage": "清热解毒，凉血止血，通便杀虫。主急慢性肝炎，肠炎，痢疾，慢性气管炎，吐血，衄血，便血，崩漏，热结便秘，痈疽肿毒，疥癣，秃疮。"}