{"name": "犀角", "allNames": ["低密", "乌犀角", "香犀角", "犀牛角", "乌犀", "乌犀屑"], "source": "为犀科动物印度犀、爪哇犀、苏门犀等的角。犀性凶猛，狩猎时须先隐伏路旁，开枪射杀，或察其足迹出没之路径，在途中设陷阱以捕获之。杀死后将犀角割下即可。\n【原形态】\n①印度犀\n又名：独角犀（《纲目》）。体格粗壮庞大，体重仅次于大象、河马，身长约3.2～3.5米，肩高达1.8米。头大，颈短，耳长，眼小，鼻孔大。皮肤坚厚，除耳与尾外，完全无毛。在肩胛、颈下及四肢关节处有宽大的褶缝，呈楯状，皮肤表面有很多疣状凸起，皮呈黑灰色，略带紫色。雌雄兽鼻端都有一角，黑色，圆锥状，粗而不长，普通长约30～40厘米。四肢粗壮，均3趾。\n生活于亚热带的潮湿、茂密的丛莽草原。独栖或两只同栖，夜行性，嗅觉、听觉强，视觉弱。以鲜枝、嫩芽、竹、芒果等为食。分布尼泊尔及印度北部。\n②爪哇犀\n又名：小独角犀。形与印度犀相似而较小。皮肤也有厚褶，但背部的3条褶上下完全连接。本种仅雄兽有角，生于鼻端，角较小，长仅25厘米左右。\n生活于热带密林中喜游水，怕日晒。常独栖或雌雄同栖，以鲜枝、嫩芽、叶、竹类、芒果及无花果等为食。分布爪哇。\n③苏门犀\n又名：双角犀。体形最小，身长约2.4～2.5米。身上多毛，呈褐色或黑色，皮粗而厚。雌雄兽鼻上皆有双角，前角长，后角短，纵列而生。上唇不突出。\n生活习性与上种相同。分布缅甸、泰国、马来西亚及印度尼西亚的苏门答腊、婆罗洲等地。", "natural": "酸咸，寒。", "process": "犀角片：取犀角劈咸瓣，置温水中浸泡，捞出，镑片，晒干。\n犀角粉：取犀角锉粉，研成极细粉末。", "shape": "角呈圆锥形，自底部向上渐细，稍弯曲，长短不等，大者长达30余厘米。表面为乌黑色，下部色渐浅，呈灰褐色。底部周边有马牙状锯齿，称马牙边，高约3厘米，表面凹凸不平。马牙边向上之中部有纵纹及去净的坚硬直刺，习称刚毛，有时并有裂纹；中部向上渐光滑，角尖端钝圆发亮，并可见鬃眼状圆点。角前面有一纵长凹沟，沟长约9～15厘米，深约3厘米，习称天沟，其下相对的底盘上有一突出的高岗，岗长约6～7厘米，高2～4厘米，习称地岗。底盘较大，长圆形，前窄后宽，形如龟背，长13～20厘米，宽11～14厘米，灰黑色或黑棕色，向外逐渐变浅，呈灰棕色或灰黄色，底面凹入3～6厘米，习称窝子，并布满鬃眼状圆点，习称沙底。角质坚硬，但从纵面劈开，均系顺丝，无绞丝。镑片呈灰白色，有芝麻花点或短线纹。气微清香而不腥，味微咸。以色乌黑光亮、完整无裂纹、沙底色灰黑、鬃眼大、气清香者为佳。底盘色灰黑、特征不完全或不明显者质较次。主产印度、尼泊尔、缅甸、泰国、马来西亚、印度尼西亚等地。\n犀角除上述品种外，作犀角使用者，尚有下列二种：\n①广角：亦称兕角、柱角或天马角，为非洲产黑犀或白犀的角。角形长大，长可达60厘米左右，自底部向上渐细，中部较圆，上部稍弯，尖端细而稍扁。上部灰黑色，下部灰黄色，商品多漆成光亮的乌黑色。底盘圆形，窝子较浅，五天沟地岗及马牙边，有腥气。亦有锯成不规则小块者，称为广角瓣。\n②小犀角：亦称蘑菇头，为犀牛顶上的小角。长3～13厘米，色乌黑光亮，下半部色较浅，多有纵裂纹。顶端圆形似小馒首。底盘圆形，直径3～9厘米，窝子浅，沙底较细。纵剖面丝较粗，显顺纹，无绞丝，多灰黑色。镑片多弯曲。味稍浊。\n犀角的效果", "usage": "为犀科动物印度犀、爪哇犀、苏门犀等的角。用于伤寒温疫热入血分，惊狂，烦躁，谵妄，斑疹，发黄，吐血，衄血，下血，痈疽肿毒。", "jingMai": "入心、肝经。", "mainUse": 0, "dosage": "内服：磨汁或研末，3～6分；煎汤，0.5～2钱；或入丸、散。\n外用：磨汁涂。", "attention": "①《雷公炮炙论》：妇人有妊勿服，能消胎气。\n②《本草经集注》：松脂为之使。恶藋菌、雷丸。\n③《纲目》：升麻为之使。恶乌头、乌喙。\n④《本草经疏》：痘疮气虚无太热者不宜用；伤寒阴证发躁，不宜误用。\n犀角的药方\n①治温热暑疫，痉厥昏狂，谵语发斑，舌色干光，或紫绛，或圆硬，或黑苔；兼治痘瘄毒重，夹带紫斑，暨痘疹后余毒内炽，口糜咽腐，目赤神烦：乌犀角尖（磨汁）、石菖蒲、黄芩各六两，真怀生地（冷水洗净浸透捣绞汁）、银花（鲜者捣汁用尤良）各一斤，粪清、连翘各十两，板蓝根九两，香豉八两，元参七两，花粉、紫草各四两。各生晒研细（忌用火炒），以犀角、地黄汁、粪清和捣为丸（切勿加蜜，如难丸可将香豉煮烂），每重三钱。凉开水化服，日二次。小儿减半。如无粪清，可加人中黄四两研丸。（《温热经纬》神犀丹）\n②治太阴温病，神昏谵语者：犀角尖二钱（冲磨），元参心三钱，莲子心五分，竹叶卷心二钱，连乔心二钱，连心麦冬三钱。水煎服。（《温病条辨》清宫汤）\n③治伤寒热毒内盛，身发赤斑：犀角（镑）、麻黄（去根节）、石膏各一两，黄连（去须）三分，山栀子仁一两半。上五味，粗捣筛，每服五钱匕，水一盏半，煎至一盏，去滓，温服。（《圣济总录》犀角汤）\n④治急黄，心膈烦躁，眼目赤痛：犀角屑一两，茵陈二两，黄芩一两，栀子仁一两，川升麻一两，川芒硝二两。上药，捣筛为散。每服四钱，以水一中盏，又竹叶三七片，煎至六分，去滓，不计时候温服。（《圣惠方》犀角散）\n⑤治伤寒及温病，应发汗而不汗之内蓄血者，及鼻衄、吐血不尽，内余瘀血，面黄，大便黑。消瘀血：犀角一两，生地黄八两，芍药三两，牡丹皮二两。上四味，细切，以水九升，煮取三升，分三服。（《千金方》犀角地黄汤）\n⑥治吐血似鹅鸭肝，昼夜不止：犀角二两（镑屑生用），桔梗二两（生用）。上二味，捣罗为散。暖酒调下二钱匕。（《圣济总录》生犀散）\n⑦治下痢鲜血：犀角（屑）、干地黄、地榆各二两。上三味，捣筛，蜜丸如弹子大。每服一丸，水一升，煎取五合，去滓，温服之。（《古今录验方》）\n⑧治小儿疮疹，不恶寒，但烦躁，小便赤涩，多渴，或赤斑点者：犀角（镑）、甘草（炙）各半两，防风二两，黄芩半两。上为粗末。每服抄三钱，水一盏，煎至七分，去渣温服，不拘时候。（《奇效良方》犀角散）\n⑨治孩子惊痫不知人，迷闷、嚼舌、仰目者：犀角末半钱匕，水二大合，服之。（《广利方》）\n⑩治小儿丹毒，遍身游走，风热烦躁昏愤：牛蒡子（炒）、荆芥、防风、黄芩各一钱，犀角五钱，生甘草五分。水煎服。外用精牛肉切片贴之，干则另换。（《奇方类编》犀角消毒饮）\n⑾治热病咽喉赤肿，口内生疮，不能下食：犀角屑一两川升麻一两，川大黄（锉碎，微炒）一两，马牙硝半两，黄柏（锉）半两，黄芩一两。上药捣筛为散，以水四大盏，煎至一大盏，去滓，入蜜三合相和，煎一两沸，放温，徐徐含咽。（《圣惠方》犀角煎）\n⑿治亦眼肿痛：犀角末半两，秦艽（去苗、土）二两，黄连（去须）、滑石（碎）、马牙硝各一两，杏仁（汤浸，去皮尖、双仁，出油）半两。上六味，捣研为末，和匀，以沙糖水一处入药熬成膏，每用皂子大，沸汤化洗之。（《圣济总录》犀角膏）\n⒀治瘭疽：饮犀角汁。（《千金方》）\n", "prescription": 0, "image": 0, "mainUsage": "清热凉血，定惊解毒。治伤寒温疫热入血分，惊狂，烦躁，谵妄，斑疹，发黄，吐血，衄血，下血，痈疽肿毒。"}