{"name": "狗脊", "allNames": ["金扶筋", "毛狗脊", "金毛狗", "金毛狗脊", "狗青", "强膂", "扶盖", "扶筋", "苟脊", "金狗脊", "黄狗头", "金毛狮子", "毛狗儿", "金丝毛", "金猫咪", "老猴毛"], "source": "本品为蚌壳蕨科植物金毛狗脊Cibotiumbarometz（L.）J.Sm.的干燥根茎。秋、冬二季采挖，除去泥沙，干燥；或去硬根、叶柄及金黄色绒毛，切厚片，干燥，为生狗脊片；蒸后，晒至六、七成干，切厚片，干燥，为熟狗脊片。", "natural": "苦；甘；温", "process": 0, "shape": "根茎呈不规则的长块状，长10~30cm，直径2~10cm。表面深棕色，密被光亮的金黄色茸毛，上部有数个棕红色叶柄残基，下部丛生多数棕黑色细根。质坚硬，难折断。气无，味微涩。\n（1）生狗脊片呈不规则长条形或圆形纵片，长5~20cm，宽2~8cm，厚1.5~5mm；周边不整齐，外表深棕色，偶有未去尽的金黄色茸毛；断面浅棕色，近外皮2-5mm处有1条凸起的棕黄色木质部环纹或条纹。质坚硬，易折断。\n（2）熟狗脊片全体呈黑棕色，木质部环纹明显。原药材以肥大、质坚实无空心、外表略有金黄色茸毛者为佳。狗脊片以厚薄均匀、坚实无毛、不空心者为佳。\n狗脊的效果", "usage": "本品为蚌壳蕨科植物金毛狗脊的干燥根茎。\n主治腰背酸疼，膝痛脚弱，寒湿周痹，失溺，尿频，遗精，白带。", "jingMai": "肝经；肾经；心经；膀胱经", "mainUse": 0, "dosage": "内服：煎汤，10~15g；或浸酒。\n外用：适量，鲜口捣烂敷。", "attention": "肾虚有热，小水不利或短涩赤黄，口苦舌干皆忌之。\n狗脊的药方\n①治五种腰痛，利脚膝：狗脊二两，萆薢二两（锉），菟丝子一两（酒浸三日，曝干别捣）。上药捣罗为末，炼蜜和丸，如梧桐子大。每日空心及晚食前服三十丸，以新萆薢渍酒二七日，取此酒下药。（《圣惠方》狗脊丸）\n②治男女一切风疾：金毛狗脊（盐泥固济，火煅红，去毛用肉，出火气，剉）、萆薢、苏木节、川乌头（生用）。上各等分，为细末，米醋糊为丸，如梧桐子大，每服二十丸，温酒或盐汤下。病在上，食后服；病在下，空心服。（《普济方》四宝丹）\n③治风湿骨痛、腰膝无力：金毛狗脊根茎六钱，香樟根、马鞭草各四钱，杜仲、续断各五钱，铁脚威灵仙三钱，红牛膝二钱。泡酒服。（《贵州草药》）\n④固精强骨：金毛狗脊、远志肉、白茯神、当归身等分。为末，炼蜜丸，梧子大。每酒服五十丸。（《濒湖集简方》）\n⑤治病后足肿：用狗脊煎汤渍洗。并节食以养胃气。（《伤寒蕴要》）\n⑥冶腰腿疼痛，手足麻木，筋脉不舒蘑菇、金毛狗脊各120g，酒500g，浸半月至1月。每服9~15g，日3次。（江西《中草药学》加味舒筋药酒）\n⑦治年老尿多：金毛狗脊根茎、大夜关门、蜂糖罐根、小棕根各15克。炖猪肉吃。（《贵州草药》）\n⑧治室女冲任虚寒、带下纯白：鹿茸（醋蒸，焙）二两，白蔹、金毛狗脊（燎去毛）各一两。上为细末，用艾煎醋汁，打糯米糊为丸，如桐子大。每服五十丸，空心温酒下。（《普济方》白蔹丸）\n⑨治脾胃虚弱，气血亏耗，风邪攻，半身不遂，少气汗出狗脊（去毛）、木鳖子（去壳）、五灵脂、草乌头（去皮）各等分。上并生用为末，醋煮面糊，用东南引桃柳枝各七茎，搅侯糊成和丸，如梧桐子大，阴干。每服七丸，温酒下，不拘时候。（《普济方》轻骨丹）\n⑩治九虫狗脊一两，川芎一两，细辛一两，白芜荑一两。上药捣罗为散，三更后先吃牛肉淡于脯三二两，五更初以粥饮调卜二钱，良久当有虫下为度。（《圣惠方》狗脊散）\n⑾治酒疸，遍身发黄狗脊（去毛）一两，白芥子一钱，甘草一分。上三味，细锉。用酒一升，煎取半升，去滓分温二服，利下为度。（《圣济总录》追毒饮）\n⑿治小儿肛门脱出黑狗脊（剔）、荆芥（错）各一两。上以水一升，煎令沸，先嘘后洗。（《普济方》）\n⒀治结核病金狗脊15g，鸡蛋5个，红糖30g，为一日剂量。以金狗脊、鸡蛋二味，加水500g，煎沸后，即取出鸡蛋击破蛋皮，复入煎熟，使药液渗入蛋内，鸡蛋食之，汤冲红糖服之，至病愈为止。（《河南中医》1985，（1）：13）\n⒁治毒疮及溃疡久不收敛狗脊鲜品加白糖适量捣烂敷患处。（《中药配伍应用》）中药配伍应用》）\n", "prescription": 0, "image": 0, "mainUsage": "补肝肾，除风湿，健腰脚，利关节。治腰背酸疼，膝痛脚弱，寒湿周痹，失溺，尿频，遗精，白带。\n①《本经》：主腰背强，机关缓急，周痹寒湿，膝痛。颇利老人。\n②《别录》：疗失溺不节，男子脚弱腰痛，风邪淋露，少气目闇，坚脊，利俯仰，女子伤中，关节重。\n③《药性论》：治男子女人毒风软脚，邪气湿痹，肾气虚弱，补益男子，纹筋骨。\n④《纲目》：强肝肾，健骨，治风虚。\n⑤《玉楸药解》：泄湿去寒，起痿止痛，泄肾肝湿气，通关利窍，强筋壮骨，治腰痛膝疼，足肿腿弱，遗精带浊。\n⑥《纲目拾遗》：金狗脊止诸疮血出，治顽痹，黑色者杀虫更效。\n⑦《本草再新》：坚肾养血，补气。\n⑧《南宁市药物志》：治跌打腰痛。"}