{"name": "狼毒", "allNames": ["续毒", "绵大戟", "闷花头", "热加巴", "药罗卜", "红火柴头花", "猴子根"], "source": "为瑞香科植物瑞香狼毒或大戟科植物狼毒大戟、月腺大戟的根。春、秋采挖，去茎叶、泥沙，晒干。\n【原形态】\n①瑞香狼毒\n又名：断肠草、打碗花、山丹花、闷头花、一把香。多年生草本，高20～40厘米。根圆柱形。茎丛生，平滑无毛，下部几木质，带褐色或谈红色。单叶互生，较密；狭卵形至线形，长1～3厘米，宽2～10毫米，全缘，两面无毛；老时略带革质；叶柄极短。头状花序顶生，直径约2.5厘米，花多数；萼常呈花冠状，白色或黄色，带紫红色，萼筒呈细管状，先端5裂，裂片平展，矩圆形至倒卵形；雄蕊10，成2列着生于喉部；子房上位，上部密被细毛，花柱短，柱头头状。果卵形，为花被管基部所包。种子1枚。花期5～6月。生于高山及草原。分布东北、华北、西北、西南等地。\n②狼毒大戟\n多年生草本，高15～40厘米，全体含白色乳汁。根肉质肥大。茎下部叶鳞片状，膜质，淡褐色；中、上部叶3～5片轮生，无柄；叶片长圆形或长圆状卵形，长4～6.5厘米，宽1～3厘米。先端钝或急尖，基部圆。杯状聚伞花序顶生，排成复伞形；伞梗5枝，基部轮生叶状苞片5；每枝再分3枝，分枝处有3片三角卵形的苞叶，小枝先端具2片较小的苞叶及1～3个杯状聚伞花序；雄花多数和雌花1枚同生于杯形的总苞内，总苞先端5裂，腺体5个与裂片互生；雄花仅有雄蕊1；雌花仅有雌蕊1，子房扁圆形，花柱3，先端浅裂成2叉状柱头。蒴果扁球形，有3纵沟，褐色。花期5～6月。果期6～7月。生于山坡及山野向阳处。分布东北及河北、内蒙古、山西等地。\n③月腺大戟\n多年生草本，高30～50厘米。叶互生；叶片狭椭圆形或椭圆状披针形，长4～8厘米，宽1.5～2厘米，先端圆，基部楔形。杯状聚伞花序，排成复伞形；伞梗5枝，基部具卵状披针形或三角状长卵形的叶状苞片4～5枚；每枝再分2枝，分枝处有三角卵形或广卵形苞叶2枚，小枝先端具2片较小的苞叶及1个杯状聚伞花序；雌雄花同生于萼状杯形的总苞内，总苞先端4浅裂，腺体4个。蒴果光滑无毛。花期5～6月。生于山坡或林下草丛中。分布几遍全国。", "natural": 0, "process": "生狼毒除去杂质，洗净，润透，切片，晒干。\n醋狼毒取净狼毒片，照醋制法炒干。每100kg狼毒片，用醋30～50kg。\n【性味与归经】\n辛，平；有毒。归肝、脾经。\n【功能与主治】\n逐水祛痰，破积杀虫。治水肿腹胀，痰、食、虫积，心腹疼痛，慢性气管炎，咳嗽，气喘，淋巴结、皮肤、骨、副睾等结核，疥癣，痔瘘。\n狼毒的效果", "shape": 0, "usage": "为瑞香科植物瑞香狼毒或大戟科植物狼毒大戟、月腺大戟的根。治水肿腹胀，痰、食、虫积，心腹疼痛，慢性气管炎，咳嗽，气喘，淋巴结、皮肤、骨、副睾等结核，疥癣，痔瘘。", "jingMai": 0, "mainUse": 0, "dosage": "内服：煎汤，1~3克；或入丸、散。\n外用：适量，研末调敷；或醋磨汁涂；或取鲜根去皮捣烂敷。", "attention": "本品有毒，内服宜慎；体弱及孕妇忌服。不宜与密陀僧同用。\n狼毒的药方\n①治积聚，心腹胀如故者：狼毒四两（锉碎，醋拌炒干），附子三两（炮裂，去皮脐），防葵三两。上药捣罗为末，炼蜜和捣三、二百杵，丸如梧桐子大。每于食前，以粥饮下五丸，以利为度。（《圣惠方》狼毒丸）\n②治卒心腹癥坚，两胁下有气结者：狼毒二两，旋覆花一两，附子二两（炮）。捣筛，蜜和丸如梧子大。服二丸，稍加至三丸。\n③治心腹相连胀痛：狼毒二两，附子半两。捣筛，蜜丸如梧子大。日一服一丸，二日二丸，三日后服三丸，再一九，至六日，服三丸，自一至三以常服。\n④治阴疝，阴丸卒缩入腹，急痛欲死：狼毒四两，防风二两，附子三两（烧）。蜜丸如桐子大，服三丸，日夜三度。（②方以下出《补缺肘后方》）\n⑤治水肿：绵大戟细末，每股五分，滚水服。忌盐一百日，乃泻去黄水，其肿自消，如泻不止，冷粥补之。（《滇南本草》）\n⑥治一切食积、痰积、虫积、气积、痞块疼痛，胸膈肚腹膨胀，饮食不消，面皮黄瘦，单腹胀：绵大戟为末，米糊为丸。如马豆子大，每服七丸，滚水送下，以利为度。（《滇南本草》）\n⑦治淋巴结结核：㈠未溃或已溃者：狼毒切片，用水煮烂，除渣取药液，加热浓缩成膏，洗净伤口，外敷。㈡已溃者拔脓毒：狼毒一斤，蛇蜕八分，花椒一两，松香五钱。将狼毒煎制成膏，其他药研成细末，撒入并搅拌均匀。外敷。㈢愈合淋巴结结核伤口：狼毒一两，蒲公英根一两。煎成膏外敷。（内蒙古《中草药新医疗法资料选编》）\n⑧治睾丸结核：狼毒、核桃、白矾各等量。烧存性，共研细末。每日一次，每次一钱三分，开水送服。（内蒙古《中草药新医疗法资料选编》）\n⑨治疠风癞疮：狼毒，童便浸炒，研末。每早晚各服五分，温酒下。（《张三丰仙传方》）\n⑩治干癣积年生痂，搔之黄水出，每逢阴雨即痒；狼毒，醋磨涂之。（《圣惠方》）\n⑾治久年干疥干癣及一切癞疮：狼毒（微炒研细末），轻粉减半。和匀，干疥癣癞疮，搔破搽之；湿者干掺，数次效。（《永类钤方》）\n⑿治脏腑内一切虫病：川狼毒杵末，每服一大钱，用饧一皂子大，沙糖少许，以水同化，临卧空腹服之，来日早取下虫效。（《集效方》）\n⒀治外伤出血：绵大戟研末撒于伤口。（《云南中草药选》）\n", "prescription": 0, "image": 0}