{"name": "珍珠", "allNames": ["真珠", "蚌珠", "真珠子", "药珠", "珠子", "濂珠", "圆珠", "马牙珠", "珠粉", "蠙珠", "珍珠粉"], "source": "本品为珍珠贝科动物马氏珍珠贝Pteriamartensii（Dunker）、蚌科动物三角帆蚌Hyriopsiscumingii（Lea）或褶纹冠蚌Cristariaplicata（Leach）等双壳类动物受刺激形成的珍珠。自动物体内取出，洗净，干燥。", "natural": "甘；咸；性寒", "process": "珍珠粉：取珍珠洗净，用布包好，加豆腐与水共煮约2小时，取出，洗净，捣碎，加水少许，研成极细粉末，干燥即成。", "shape": "本品呈类球形、长圆形、卵圆形或棒形，直径1.5～8mm。表面类白色、浅粉红色、浅黄绿色或浅蓝色，半透明，光滑或微有凹凸，具特有的彩色光泽。质坚硬，破碎面显层纹。无臭，无味。\n珍珠的效果", "usage": "本品为珍珠贝科动物马氏珍珠贝、蚌科动物三角帆蚌或褶纹冠蚌等双壳类动物受刺激形成的珍珠。\n主治惊悸，怔忡，癫痫，惊风搐搦，烦热消渴，喉痹口疳，目生翳障，疮疡久不收口。", "jingMai": "心经；肝经", "mainUse": 0, "dosage": "内服：研末，每次0.3~1g，多入丸、散，不入汤剂。\n外用：适量，研末干撒、点眼或吹喉。", "attention": "①《本草经疏》:病不由火热者勿用。\n②《本草新编》:疮毒若内毒未净，遽用真珠以生肌，转难收口。\n珍珠的药方\n①治大人惊悸怔忡，癫狂恍惚，神志不宁，及小儿气血未定，遇触即惊，或急慢惊风，痫痓搐搦:真珠一钱（研极细末），茯苓、钩藤、半夏曲各一两，甘草、人参各六钱（同炒黄，研极细末）。总和匀，炼蜜丸龙眼核大。每服一丸，生姜汤化下。（《本草汇言》）\n②治小儿惊啼及夜啼不止:真珠末、伏龙肝、丹砂(朱砂)各一分，麝香一钱。同研如粉，炼蜜和丸如绿豆大。候啼即温水下一丸；量大小，以意加减。（《圣济总录》真珠丸）\n③治小儿中风，手足拘急:真珠末（水飞）一两，石膏末一钱。每服一钱，水七分，煎四分，温服，日三。（《圣惠方》）\n④治风痰火毒、喉痹，及小儿痰搐惊风:珍珠三分，牛黄一分。上研极细，或吹或掺；小儿痰痓，以灯心（灯心草）调服二、三分。（《医级》珠黄散）\n⑤治口内诸疮:珍珠三钱，硼砂、青黛各一钱，冰片五分，黄连、人中白各二钱（煅过）。上为细末，凡口内诸疮皆可掺之。（《丹台玉案》珍宝散）\n⑥治眼久积顽翳，盖覆瞳人:真珠一两，地榆三两（锉）。以水二大盏，同煮至水尽，取出真珠，以醋浸五日后，用热水淘令无醋气，即研令极细。每以铜箸，取少许点翳上，以瘥为度。（《圣惠方》）\n⑦治风热眼中生赤脉，冲贯黑睛，及有花翳:真珠一分，龙脑(冰片)半分，琥珀一分，朱砂半分，硼砂二豆大。同细研如粉。每日三、五度，以铜箸取少许，点在眦上。（《圣惠方》真珠散）\n⑧治一切诸毒疽疮，穿筋溃络，烂肌损骨，破关通节，脓血淋漓，溃久不收之证:真珠一钱（研极细末），胞衣(紫河车)一具（烘燥，研极细末）；白蜡一两，猪脂油一两，火上共熔化，和入胞衣末、真珠末，调匀。先以猪蹄汤淋洗毒疮净，将蜡油药，轻轻敷上，再以铅粉麻油膏药贴之。（《本草汇言》油蜡膏）\n⑨治下疳皮损肉烂，痛极难忍，及诸疮新肉已满，不能生皮，又汤泼火烧皮损内烂，疼痛不止者:青缸花五分，珍珠一钱（研极细），真轻粉一两。上三味共研千转，细如飞面。凡下疳初起皮损，搽之；腐烂疼痛者，甘草汤洗净，猪脊髓调搽；如诸疮不生皮者，用此干掺。又妇人阴蚀疮。亦可搽。汤泼火烧痛甚者，用玉红膏调搽之。（《外科正宗》珍珠散）\n⑩治发斑:珠子七个研碎，用新水调匀服之。（《儒门事亲》发斑药）\n⑾治肝经因虚，内受风邪，状若惊悸真珠母（未钻真珠也，研如粉）三分，当归（去芦，薄切，焙干后称）、熟地黄（酒洒，九蒸九曝，焙干）各一两半，人参（去芦）、酸枣仁（微炒，去皮，研）、柏子仁（研）各一两，犀角（镑为细末）、茯神（去木）、沉香、龙齿各半两。上为细末，炼蜜为丸，如梧子大，辰砂(朱砂)为衣。每服四、五十丸，金、银、薄荷汤下，日午夜卧服。（《本事方》真珠丸）\n⑿治目中生肉，稍长欲满目，及生珠管真球、贝齿(紫贝)等分。上二味并研如粉，拌令和，以注肉上，日三四度。（《外台》引《肘后方》）\n⒀收口生肌长肉珍珠五分，血珀()（灯心同研）一钱，象皮（切烘）一钱，龙骨（煅）一钱，辰砂(朱砂)一钱，乳香五分，没药五分，白及一钱。共研极细，磁瓶密贮，待用。（《疡科心得集》八宝丹）\n⒁治一切清洁疮面及烧伤、烫伤，上皮生长迟缓珍珠（煅，研）4.5g，当门子(麝香)1.5g，琥珀粉15g，滴乳香30g。共研极细粉末。薄撒患处。撒布后，很快结痂，切勿清除其痂皮，以防影晌上皮生长。（《赵炳南临床经验集》珠香散）\n⒂治幼孩遍体胎火胎毒，臀赤无皮，音哑鼻塞，或赤游丹毒真珠三分，血珀(琥珀)五分，飞滑石八分。共为末，每服三分，乳汁调下。（《疡科心得集》猴疳化毒丹）\n⒃治虚劳梦泄真珠六两（以牡蛎六两，用水同煮一日，去牡蛎，只取真珠用），捣细，水飞，候干，用蒸饼和，丸如梧桐子大。每服，食前以温酒下二十丸。（《圣惠方》镇精珍珠丸）\n", "prescription": 0, "image": 0, "mainUsage": "镇心安神，养阴熄风，清热坠痰，去翳明目，解毒生肌。治惊悸，怔忡，癫痫，惊风搐搦，烦热消渴，喉痹口疳，目生翳障，疮疡久不收口。\n①《本草经集注》:治目肤翳。\n②《药性论》:治眼中翳障白膜。亦能坠痰。\n③《海药本草》:主明目，除面皯，止泄。合知母疗烦热消渴，以左缠根治小儿麸豆疮入眼。\n④《日华子本草》:安心、明目。\n⑤《本草衍义》:小儿惊热药中多用。\n⑥《纲目》:安魂魄，止遗精、白浊，解痘疔毒。\n⑦《本草汇言》:镇心，定志，安魂，解结毒，化恶疮，收内溃破烂。\n⑧《本经逢原》:煅灰入长肉药及汤火伤敷之。"}