{"name": "百合", "allNames": ["喇叭筒", "山百合", "药百合", "家百合", "炙百合", "蜜百合", "番韭", "强瞿", "中逢花", "蒜脑藷"], "source": "本品为百合科植物卷丹LiliumlancifoliumThunb.、百合LiliumbrowniiF.E.Brownvar.viridulumBaker或细叶百合LiliumpumilumDC.的干燥肉质鳞叶。秋季采挖，洗净，剥取鳞叶，置沸水中略烫，干燥。", "natural": "甘；微苦；微寒", "process": "1.百合：拣去杂质、黑瓣，簸除灰屑。\n2.蜜百合：取净百合，加炼熟的蜂蜜（百合100斤用炼蜜6斤4两）与开水适量，拌匀，稍闷，置锅内用文火炒至黄色不沾手为度，取出，放凉。\n3.《品汇精要》：百合，蒸熟用。", "shape": "干燥的鳞叶，呈长椭圆形，披针形或长三角形，长约2～4厘米，宽约0.5～1.5厘米，肉质肥厚，中心较厚，边缘薄而成波状，或向内卷曲，表面乳白色或淡黄棕色，光滑细腻，略有光泽，瓣内有数条平行纵走的白色维管束。质坚硬而稍脆，折断面较平整，黄白色似蜡样。气微，味微苦。以瓣匀肉厚、色黄白、质坚、筋少者为佳。\n药用百合有家种与野生之分，家种的鳞片阔而薄，味不甚苦；野生的鳞片小而厚，味较苦。\n百合的效果", "usage": "本品为百合科植物卷丹、百合或细叶百合的干燥肉质鳞叶。\n主治肺燥或阴虚久嗽，咳唾痰血；热病后余热来清，虚烦惊悸，神志恍惚；脚气浮肿。", "jingMai": "心经；肺经", "mainUse": 0, "dosage": "内服：煎汤，6~12g；或入丸、散；亦可蒸食、煮粥。\n外用：适量，捣敷。", "attention": "风寒咳嗽及中寒便溏者忌服。\n百合的药方\n①治咳嗽不巳，或痰中有血：款冬花、百合（焙，蒸）等分。上为细末，炼蜜为丸，如龙眼大。每服-丸，食后临卧细嚼，姜汤咽下，噙化尤佳。（《济生方》百花膏）\n②治支气管扩张、咯血：百合二两，白及四两，蛤粉二两，百部一两。共为细末，炼蜜为丸，每重二钱，每次一丸，日三次。（《新疆中草药手册》）\n③治肺病吐血：新百合捣汁，和水坎之，亦可煮食。（《卫生易简方》）\n④治背心前胸肺慕间热，咳嗽咽痛，咯血，恶寒，手大拇指循白肉际间上肩背至胸前如火烙：熟地黄、生地黄、当归身各三钱，白芍、甘草各一钱，桔梗、元参(玄参)备八分，贝母(川贝母)、麦冬、百合各钱半。如咳嗽，初一、二服，加五味子二十粒。（《慎斋遗书》百合固金汤）\n⑤治肺脏壅热烦闷：新百合四两，用蜜半叠，拌和百合，蒸令软，时时含如枣大，咽津。（《圣惠方》）\n⑥治百合病发汗后者：百合七枚（擘），知母三两（切）。上先以水洗百合，渍一宿，当白沫出，去其水，更以泉水二升，煎取一升，去渣；别以泉水二升煎知母，取一升，去渣后，合和煎取一升五合，分温再服。（百合知母汤）\n⑦治百合病吐之后者：百合七枚（擘），鸡子黄一枚。上先以水洗百合，渍一宿，当白沫出，去其水，更以泉水二升，煎取-升，去渣，内鸡子黄，搅匀，煎五分，温服。（百合鸡子汤）\n⑧治百合病下之后者：百合七枚（擘），滑石三两（碎，绵裹），代赭石如弹丸大一枚（碎，绵裹）。上先以水洗百合，渍一宿，当白沫出，去其水，更以泉水二升，煎取-升，去渣；别以泉水二升煎滑石、代赭取-升，去渣后，合和重煎，取一升五合，分温服。（滑石代赭汤）\n⑨治百合病不经吐下发汗，病形如初者：百合七枚（擘），生地黄汁一升。上以水洗百合，渍一宿，当白沫出，去其水，更以泉水二升煎取-升，去渣，内地黄汁煎取一升五合，分温再服，中病勿更服，大便当如漆。（百合地黄汤）\n⑩治百合病变发热者：百合一两（炙），滑石三两。上为散，饮服方寸匕，日三服，当微利者止服，热则除。（百合滑石散。⑥方以下出《金匮要略》）\n⑾治神经衰弱，心烦失眠，百合五钱，酸枣仁五钱，远志三钱。水煎服。（《新疆中草药手册》）\n⑿治肺痈：白花百合，或煮或蒸，频食。拌蜜蒸更好。（《经验广集》百合煎）\n⒀治疮肿不穿：野百合同盐捣泥敷之良。（《包会应验方》）\n⒁治天疱湿疮：生百合捣涂，一、二日即安。（《濒湖集简方》）\n⒂治耳聋、耳痛：干百合为末，温水服二钱，日二服。（《千金方》）\n⒃鲜百合汁：鲜百合三个，取汁用温开水冲服，早晚各一次，可治肺结核之咯血，慢性支气管炎伴有肺气肿。\n⒄百花煎：百合30克，冬花(款冬花)15克，水煎服，可治肺热咳嗽，咽干口渴。\n⒅百合知母汤：百合30克，知母15克，水煎服，可用热性病后期的各种症状。\n⒆百合汤：百合30克，乌药10克，水煎服，可治日久不愈的胃痛。\n⒇百合50克，北沙参15克，冰糖15克，水煎服。可治干咳，口干咽燥。\n21.百合、莲藕节各20克，水煎，汤水冲入白芨粉(白及)10克服下，可治肺阴虚有热引起的咳血。\n22.百合15克，麦冬10克，五味子10克，冬虫夏草10克，川贝母6克，水煎服，每日一剂，可治咳喘，痰少，咽干，气短乏力等症。\n23.百合30克，北沙参15克（亦可加款冬花10克），冰糖15克，水煎服，每日一剂，可治干咳痰少，口干咽燥。\n24.百合蜜：百合100克，蜂蜜50克拌匀蒸熟，于睡前食用。适用于神经衰弱，睡眠欠佳，久咳，口干等症。\n25.清蒸百合：鲜百合洗净，蒸熟食用，可连续服用，对肝炎，胃病，贫血，体虚，有良好的疗效。\n26.百合糖水：百合100克，白糖适量，煮汤食用。适用于肺结核和热性病后期患者以及失眠，心悸，精神不安，肺痿肺痈，痰火咳血等症。\n27.百合炖肉：百合100克，瘦猪肉（亦可用鸡肉、羊肉）500克，共炖熟佐餐食用。适用于身体虚弱者及慢性支气管炎、浮肿患者作调补之用。\n28.百合粥：百合50克、粳米100克，同煮粥，加冰糖调味食用。有润肺止咳，养心安神作用。适用于慢性支气管炎，肺热或肺燥所致的干咳，以及肺结核，久咳不愈，睡眠不好，烦躁不安，肺气肿，咯血，妇女更年期综合症，神经衰弱等症。脾胃虚弱或风寒感冒咳嗽者不宜食用。\n29.百合粥：百合、莲子、薏米(薏苡仁)各适量，同煮粥，加冰糖或白糖调味食用。有滋补、安神、益胃、润肺作用。适用于各种虚弱，心悸，大便溏稀，脚气病等症。\n30.肺脏壅热，烦闷咳嗽：用新百合四两，加蜜蒸软，时时含一片吞津。\n31.肺病吐血：用新百合捣汁，水送服。煮百合吃亦可。\n32.风疹流走：用盐泥二两、百合半两、黄丹(铅丹)二钱、醋一分、唾液四分，捣和敷贴。\n33.疮肿不穿：用野百合同盐捣泥敷涂。\n34.天泡疮：用生百合捣涂，二、二日即安。或用百合花晒干为末，调菜油涂搽亦有效。\n35.肠风下血：有百合子，酒炒微赤，研为末，开水冲服。\n【食疗方】\n1.百合桂圆红枣粥\n百合六钱、桂圆(龙眼肉)一两、红枣15个、白米1杯。百合洗净泡软，红枣洗净拍裂去子，桂圆肉掰散。白米淘净沥干，晾约２０分钟。白米入锅，加水约６碗熬粥，约待四分熟时即加入百合、红枣、桂圆，滚沸1分钟加入冰糖调味再续煮２至３分钟即可。\n功效适宜夜睡不稳、精神不宁、意志不集中、多汗等，可调和经络循环、和颜润色并适合更年期妇女所患之精神焦虑症。\n2.百合红枣银杏羹\n百合50克，红枣10枚，白果50克，牛肉300克，生姜两片，盐少许。将新鲜牛肉用滚水洗干净之后，切薄片，备用。白果去壳，用水浸去外层薄膜，再用清水洗净，备用。3.百合、红枣和生姜分别用清水洗干净。红枣去核；生姜去皮，切两片，备用。瓦煲内加入适量清水，先用猛火煲至水滚，放入百合、红枣、白果和生姜片，改用中火煲百合至将熟，加入牛肉，继续煲至牛肉熟，即可放入盐少许，盛出即食。\n功效补血养阴，滋润养颜，润肺益气，止喘，涩精。\n3.百合粥\n鲜百合30~50克，粳米50克，冰糖适量。将粳米洗净，入锅内，加水适量，置武火上浇沸后改文火煮40分钟，放入百合煮熟即可。食时加入冰糖。早晚各服１次。\n功效补肺益脾，定喘止咳。主治肺阴不足、脾气虚弱引起的咳嗽、少痰、气喘、乏力、食欲不佳而时有虚热烦躁者。\n", "prescription": 0, "image": 0, "mainUsage": "养阴润肺，止咳，清心安神。治肺燥或阴虚久嗽，咳唾痰血；热病后余热来清，虚烦惊悸，神志恍惚；脚气浮肿。\n（1）润肺止咳：用于肺燥或阴虚之咳嗽、咯血，常配川贝。\n（2）清心安神：用于热性病后余热不清、虚烦不眠、神志恍惚，常配地黄。"}