{"name": "百药煎", "allNames": [], "source": "为五倍子同茶叶等经发酵制成的块状物。\n【制法】\n将五倍子捣碎，研末过筛，每斤加入茶叶末1两，酵糟4两，同置容器中拌匀捣烂，摊平，切成约1寸见方的小块，俟发酵至表面长出白霜时取出，晒干，贮藏于干燥处。\n①《本草蒙筌》：㈠新鲜五倍子十斤，捣烂，细磁缸盛，稻草盖盦七昼夜，取出复捣，加桔梗、甘草末各二两，又盦一七，仍捣仍盦。务过七次，捏成饼，晒干任用。\n②《医学入门》：用五倍子十斤，乌梅、白矾各一斤，酒曲四两。将水红蓼三斤，煎水去渣，入乌梅煎，不可多水，要得其所，却入五倍子粗末并矾、曲和匀，如作酒曲样，入磁器内。遮不见风，候生白，取出晒干听用。\n③《纲目》：五倍子一斤，生糯米一两，滚水浸过，细茶一两同炒，共研末，入罐内封固六月，要一七取开，配合用。又：五倍子一斤研末，酒曲半斤，细茶一把研末，右用小蓼汁调匀，入钵中按紧，上以长稻草封固，另用箩一个，多着稻草，将药钵坐草中，上以稻草盖，置净处，过一七后，看药上长起长霜，则药已成矣。或捏作丸，或作饼。晒干，才可收用。", "natural": "酸；涩；微甘；平", "process": 0, "shape": "为灰褐色之小方块，表面间有黄白色斑点，微具香气。\n百药煎的效果", "usage": "为五倍子同茶叶等经发酵制成的块状物。主治久咳劳嗽，咽痛，口疮，牙疳，便血，血痢，泄泻，脱肛，暑热口渴。", "jingMai": "心；肺；胃经", "mainUse": 0, "dosage": "内服：煎汤，3~9克；或入丸、散。\n外用：研末撒、调敷或泡汤含漱。", "attention": "外感咳嗽，湿热泻痢及积滞未清者均忌服。\n百药煎的药方\n①治劳咳：诃子、百药煎、荆芥穗。上为末，姜、蜜丸。噙化。（《丹溪心法》定嗽劫药）\n②定嗽化痰：百药煎、片黄芩、橘红、甘草各等分。共为细末，蒸饼丸，绿豆大。时时干嚼数丸佳。（《濒湖医案》）\n③治咽痛：百药煎五钱，硼砂一钱五分，甘草二钱。为末。每服一钱，米饮调，食后细细咽之。（《医学心悟》百药煎散）\n④消暑止渴：百药煎，腊茶等分。为末，乌梅肉捣和丸，芡子大。每含一丸。（《岁时广记》水瓢丸）\n⑤治大肠便血：百药煎、荆芥穗（烧存性）等分。为末，糊丸桐子大。每服五十丸，米饮下。（《圣惠方》）\n⑥治肠风脏毒：百药煎（烧灰存性）、乌梅（同核烧灰存性）、白芷（不见火）等分。为末，米糊为丸，如桐子大。每服七十丸，空心用米饮送下。（《济生方》香梅丸）\n⑦治下痢脱肛：百药煎一块，陈白梅三个，木瓜一握。以水一碗，煎半碗，日二服。（《圣济总录》）\n⑧治牙龈疳蚀：百药煎、五倍子、青盐（煅）各一钱半，铜绿一钱。为末。日掺二、三次。（《普济方》）\n⑨治乳结硬痛：百药煎末，每服三钱，酒一盏，煎数沸服之。（姚僧坦《经验方》）\n⑩治肠痈内痛：大枣（连核烧存性）、百药煎等分。为末。每服一钱，温酒服，日一。（《仁斋直指方》）\n⑾治脚肚生疮，初起如粟米大，搔之不已，成片，黄水出，痒不可忍，久成痼疾：百药煎末，清水调，逐疮周围涂之，自外入内。先以贯仲煎汤洗之，日一次，（《医林集要》）\n", "prescription": 0, "image": 0, "mainUsage": "润肺化痰，止血止泻，解热生津。主久咳劳嗽，咽痛，口疮，牙疳，便血，血痢，泄泻，脱肛，暑热口渴。"}