{"name": "石斛", "allNames": ["金斗", "枫斛", "悬竹", "林兰", "禁生", "杜兰", "石蓫", "千年竹", "石斗", "金钗", "角斗", "扁斗", "细石斛", "木斗", "圆斗", "霍斗", "金石斗", "耳环斗", "金石斛", "川石斛", "金钗花", "金钗石斛", "耳环石斛", "黄草", "细黄草", "小黄草", "石遂"], "source": "为兰科植物金钗石斛、美花石斛、铁皮石斛、束花石斛、马鞭石斛等的茎。栽后2-3年即可采收，生长年限愈长，茎数愈多，单产愈高。一年四季均可收割。新收之石斛，鲜用者，除去须根及杂质，另行保存。干用者，去根洗净，搓去薄膜状叶鞘，晒干或烘干；也可先将石斛置开水中略烫，再晒干或烘干，即为干石斛。此外，铁皮石斛等少数品种之嫩茎，还可进行特殊加工，即以长8cm左右的石斛茎洗净晾干，用文火均匀炒至柔软，搓去叶鞘，趁热将茎扭成螺旋状或弹簧状，反复数次，最后晒干，商品称为耳环石斛，又名枫斗。\n【原形态】\n1.金钗石斛，多年生附生草本。茎丛生，直立，高30-50cm。直径1-1.3cm，黄绿色，多节，节间长2.5-3.5cm。叶近革质，常3-5枚生于茎上端；叶片长圆形或长圆状披针形，长6-12cm，宽1.5-2.5cm，先端2圆裂，叶脉平行，通常9条，叶鞘紧抱于节间，长1.5-2.7cm。无叶柄。总状花序自茎节生出，通常具2-3花；苞片卵形，小，膜质，花大，下垂，直径6-8cm；花萼及花瓣白色，末端呈淡红色；萼片3，中萼片离生，两侧萼片斜生于蕊柱足上，长圆形，长3.5-4.5cm，宽1.2-1.5cm；花瓣卵状长圆形或椭圆形，与萼片几等长，宽2.1-2.5cm，唇瓣近圆卵形，生于蕊柱足的前方，长4-4.5cm，宽3-3.5cm，先端圆，基部有短爪，下半部向上反卷包围蕊柱，两面被茸毛，近基部的中央有一块深紫色的斑点；合蕊柱高6-7mm，连足部长约12mm；雄蕊呈圆锥状，花药2室，花药块4，蜡质。蒴果。花期5-6月。\n2.美花石斛，多年生附生草本。茎圆柱形，高10-45cm，直径2-7mm，基部略细。叶纸质，长圆状披针形或舌形，长4-6cm，宽1.2-1.8cm，先端锐尖而略钩转；无柄；叶鞘松抱于茎，鞘口张开。花单生，淡玫瑰色；苞片小；中萼片卵状长圆形，长1.7-1.9cm，宽约6mm，先端钝，侧萼片比中萼片长，但较窄，先端锐尖；萼囊短，钝；花瓣椭圆形，较宽，等长于中萼片，先端钝，边缘多少有齿；唇瓣近圆形，唇盘凹陷，被短柔毛，3条线纹从基部直达先端，边缘流苏状；合蕊柱短。花期4-5月。\n3.铁皮石斛，多年生附生草本，茎丛生，圆柱形，高达35cm，粗2-4mm。上部茎节上有时生根，长出新植株，干后呈青灰色。叶纸质，长圆状披针形，长4-7cm，宽1-1.5cm，先端略钩转，边缘和中脉淡紫色；叶鞘具紫斑，鞘口张开，常与叶留下一个环状间隙。总状花序常生于无叶的茎上端，长2-4cm，回折状弯曲，常具3花；总花梗长约1cm；苞片干膜质，淡白色，长5-7mm；花被片黄绿色，长约1.8cm；中萼片和花瓣相似，长圆状披针形，宽约4mm，先端锐尖，侧萼片镰状三角形，基部宽约1cm，先端急尖；萼囊明显；唇瓣卵状披针形，反折，比萼片略短，不裂或不明显3裂，基部边缘内卷并具1个胼胝体，先端急尖，边缘波状；唇盘被乳突状毛，具紫红色斑点。\n4.束花石斛，多年生附生草全。茎圆柱形，高50-200cm，粗5-15mm。上部略弯曲，节间长3-4cm。叶薄纸质，披针形或长圆状披针形，先端渐尖；叶鞘膜质，干后常具鳞粃状斑点；鞘口张开呈杯状。花期无叶；伞形花序近无总梗，具2-4（-6）朵花；花苞片小，膜质；花黄色，略肉质；中萼片长圆形，长1.5-1.8，宽约1cm，先端钝；侧萼片近镰形，比中萼片略长；萼囊短圆锥形；花瓣倒卵状长圆形，明显比萼片宽，近先端边缘常具齿；唇瓣横长圆形，两面密被绒毛，唇盘上表面具2个血紫色圆形斑块，2条褶片从基部到达近中部，边缘具短流苏。花期5-9月。\n5.马鞭石斛，多年生附生草本。茎直立，近圆柱形，有时基部上方呈纺锤形，向上逐渐变细，通常高60cm左右，粗2-20mm，表面具槽。叶两列，近于水平伸展，长圆形或椭圆形，长8-15.5cm，宽2-3.6cm，先端锐尖。花期无叶；总状花序下垂，长约15cm，常具花6-12朵；花序轴较细，略呈之字形；总苞片鞘状，膜质，长约5mm；花苞片小，长约3mm；花黄色；萼片长圆形，等长于萼片，具短爪，唇盘上表面密被短柔毛，近基部有一个肾形紫色斑块，边缘具复流苏，花期4-5月。\n【生态环境】\n1.金钗石斛附生于高山岩石或林中树干上。\n2.美花石斛附生于树上或林下岩石上。\n3.铁皮石斛附生于树上。\n4.束花石斛附生于树上和岩石上。\n5.马鞭石斛附生于树上或山谷岩石上。\n【资源分布】\n1.金钗石斛分布于台湾、湖北、广东、广西、四川、贵州、云南等地。\n2.美花石斛分布于广东、广西、贵州、云南等地。\n3.铁皮石斛分布于广西、云南、贵州等地。\n4.束花石斛分布于广西、贵州、云南、西藏等地。\n5.马鞭石斛分布广西、云南等地。", "natural": "甘；微寒", "process": "1.干石斛：取干燥的石斛，用水泡约至八成透，焖润，除去残根及黑枝，切段，撞去薄膜，晒干。\n2.鲜石斛：临用时剪下，搓去膜质叶鞘，洗净，剪段。\n3.《雷公炮炙论》：凡使石斛，先去头土了，酒浸一宿，漉出，于日中曝干，却用酥蒸，从巳至酉，徐徐焙干用。", "shape": "本品因品种及加工方法不同，通常分为金钗石斛、黄草石斛、小黄草石斛、耳环石斛及鲜石斛等。\n①金钗石斛\n为植物金钗石斛的加工品。干燥茎长约20～45厘米，直径约1～1.5厘米，基部为圆柱形，中部及上部为扁圆柱形，茎节微向左右弯曲，表面金黄色而微带绿色，有光泽，具纵沟纹，节明显，棕色，有时节部稍膨大，节间长约2.5～3厘米，向上渐短。体轻而质致密，易折断，断面类白色，散布有深色的小点。气无，味苦，嚼之带粘性。以身长、色金黄、质致密、有光泽者为佳。\n②黄草石斛\n为铁皮石斛、罗河石斛、广东石斛、细茎石斛等的加工品。干燥茎长一般在30厘米以上，直径约3～5毫米，圆柱形，略弯曲，表面金黄色而略带绿色，有光泽，具深纵沟纹，节明显，节间长约2～3.5厘米。横切的厚片断面类圆形，边缘有多数角棱，形成齿轮状，中间散布有类白色小点。气无，味微苦，嚼之略带粘性。以条匀、金黄色、致密者为佳。\n③小黄草石斛\n为美花石斛、罗河石斛、细叶石斛的加工品。干燥茎长一般在30厘米以下，直径约2～2毫米，多弯曲盘绕成团，表面有细密纵纹理，金黄色而略带绿色，有光泽，节间长约1～1.5厘米，断面类圆形，略带粉性。以卷曲、节密、金黄色、富粉质，嚼之有甘凉味、粘性足者为佳。\n④耳环石斛\n又名：枫斗。为石斛属多种植物的茎经特殊加工制成。\n㈠西枫斗，干燥茎扭曲呈螺旋形或弹簧形；一般可见有1～4个旋纹，长约1～1.5厦米，直径约3毫米，一端可见茎基及残留的短须根，称龙头，另一端为茎的尖端，称凤尾，表面黄绿色，有细纵纹理，节明显或有时不明显。气无；味淡。以条粗肥、旋纹少、有头吊、富粉质者为佳。又以所用原料不同又可分为铁皮枫斗（铁皮石斛制成）、铜皮枫斗（细茎石斛制成）、云南枫斗（小美石斛制成）等。\n㈡圆枫斗，用铁皮、细茎、小美等石斛长于8厘米的茎而不适宜加工成西枫斗者，将其剪成5厘米左右的长度，在微火上烘干，同时扭卷成圆形，如钟表发条状。\n㈢结子斗，用铁皮石斛的茎节剪断，烘干时打成纽结状。商品枫斗还有直条枫斗、葫芦斗、生川斗、广霍斗等等规格名称。\n⑤鲜石斛\n金钗型的鲜石斛茎呈稍扁的圆柱形，基部较细，直径约1～1.5厘米，表面黄绿色，光滑，有纵棱，节明显，节上有棕黄色的环，节基部包围有灰色膜质的叶鞘，长度约占节间的1／2。\n黄草型的鲜石斛茎呈圆柱形，肉肥厚。常见的有：\n㈠铁皮石斛：外皮黑绿色，茎较短壮，粗细均匀，节略弯曲；叶片瓜子形，质厚，叶鞘紧包于节间。嚼之有浓厚粘性，味淡。品质好。\n㈡细茎石斛：外皮黄绿色，茎较瘦长，叶亦较长，质薄，叶鞘易剥离，节直。嚼之粘性较薄，味淡。品质较差。㈢爪兰石斛：外皮绿色，茎粗细不均匀，常两端细，中间粗，叶较长。嚼之有苦味。品质略次。鲜石斛均以青绿色或黄绿色、肥满多汁、嚼之发粘者为佳。\n以上各种石斛，主产四川、贵州、广西、广东、云南、湖北。此外，安徽、湖南、江西、福建、浙江、陕西、河南等地亦产。\n石斛的效果", "usage": "为兰科植物金钗石斛、美花石斛、铁皮石斛、束花石斛、马鞭石斛等的茎。\n治热病伤津，口干烦渴，病后虚热，阴伤目暗。", "jingMai": "胃经；肺经；肾经", "mainUse": 0, "dosage": "内服：煎汤6~15g，鲜品加倍；或入丸、散；或熬膏。鲜石斛清热生津力强，热津伤者宜之；干石斛用于胃虚夹热伤阴者为宜。", "attention": "温热病早期阴未伤者、湿温病未化燥者、脾胃虚寒者均禁服。\n石斛的药方\n①治温热有汗，风热化火，热病伤津，温疟舌苔变黑：鲜石斛三钱，连翘（去心）三钱，天花粉二钱，鲜生地(生地黄)四钱，麦冬（去心）四钱，参叶八分。水煎服。（《时病论》清热保津法）\n②治中消：鲜石斛五钱，熟石膏四钱，天花粉三钱，南沙参四钱，麦冬二钱，玉竹四钱，山药三钱，茯苓三钱，广皮(陈皮)一钱，半夏一钱五分。甘蔗三两，煎汤代水。（《医醇腆义》祛烦养胃汤）\n③治眼昼视精明，夜暮昏暗不见物，名曰雀目石斛（去根）、仙灵脾（淫羊藿）（锉）各－两，苍术（米泔浸，切，焙）半两。为细末。每服三钱匕，食前以米饮调下，日二服。（《圣济总录》石斛散）\n④治神水宽大渐散，昏如雾露中行，渐睹空中有黑花，渐睹物成二体，久则光不收，及内障神水淡绿色、淡白色者：天门冬（焙）、人参、茯苓各二两，五味子（炒）半两，兔丝子(菟丝子)（酒浸）七钱，干菊花七钱，麦冬一两，熟地黄一两，杏仁(苦杏仁)七钱半，干山药、枸杞各七钱，牛膝七钱半，生地黄一两，蒺藜、石斛、苁蓉(肉苁蓉)、川芎、炙草(炙甘草)、枳壳（麸炒），青葙子、防风、黄连各五钱，草决明(决明子)八钱，乌犀角半两，羚羊角半两。为细末，炼蜜丸，桐子大。每服三、五十丸，温酒、盐汤任下。（《原机启微》石斛夜光丸）\n⑤治胃火上冲，心中烦闷，怔忡惊悸，久则成痿，两足无力，不能步履石斛一两，玄参二钱。水煎服。（《辨证录》石斛玄参汤）\n⑥治病后虚热口渴鲜石斛（铁皮石斛）、麦冬、五味子各9g。水煎代茶饮。\n⑦治肺热干咳鲜石斛（铁皮石斛）、枇杷叶、瓜蒌皮各9g，生甘草、桔梗各3g。水煎服。（6～7方出自《浙江药用植物志》）\n⑧治阴气衰，腰背痛，两胫俱疼，小便多沥，失精，精自出，囊下湿痒石斛、巴戟天、桑螵蛸、杜仲。等分合捣，下筛，蜜丸如梧子。酒服十丸，日二。（《医心方》引自《录验方》淮南王枕中丸）\n1.石斛花生\n鲜石斛50克，花生米500克，大茴香3克，山萘（山柰）3克，食盐6克。鲜石斛用清水洗净，淘去泥沙，切成1厘米长的节子，花生米拣选后洗净，沥干。锅内加适量清水，放入食盐、大茴香、山萘，等盐溶化后，倒入花生、鲜石斛，置武火上烧沸，再移至文火上煮约1.5小时，捞出花生。\n功效：养阴润燥，清热生津，补虚扶蠃。主治肺胃阴虚，咽干津少，舌上无苔，咳嗽痰少，肠燥便秘，乳汁清稀等症。\n2.石斛甘蔗饮\n鲜石斛20克，甘蔗汁250毫升。将洗净、切碎的鲜石斛放入锅内，加入清水适量，先浸渍2小时，再煎煮50分钟，滤取液汁。兑入甘蔗汁，稍沸。当茶频频饮用。\n功效：清热滋阴，养胃生津。主治邪热伤阴所致的口渴欲饮和大肠液亏所致的大便秘积等。\n", "prescription": 0, "image": 0, "mainUsage": "生津益胃，清热养阴。治热病伤津，口干烦渴，病后虚热，阴伤目暗。\n①《本经》：主伤中，除痹，下气，补五脏虚劳羸瘦，强阴，久服厚肠胃。\n②《别录》：益精，补内绝不足，平胃气，长肌肉，逐皮肤邪热疿气，脚膝疼冷痹弱，定志除惊。\n③《僧深集方》：囊湿精少，小便余沥者，宜加之。\n④《药性论》：益气除热。主治男子腰脚软弱，健阳，逐皮肌风痹，骨中久冷，虚损，补肾积精，腰痛，养肾气，益力。\n⑤《日华子本草》：治虚损劣弱，壮筋骨，暖水脏，益智，平胃气，逐虚邪。\n⑥《本草衍义》：治胃中虚热。\n⑦《纲目》：治发热自汗，痈疽排脓内塞。\n⑧《药品化义》：治肺气久虚，咳嗽不止。\n⑨《本草备要》：疗梦遗滑精。\n⑩《纲目拾遗》：清胃除虚热，生津，已劳损，以之代茶，开胃健脾。定惊疗风，能镇涎痰，解暑，甘芳降气。\n⑾《本草再新》：理胃气，清胃火，除心中烦渴，疗肾经虚热，安神定惊，解盗汗，能散暑。"}