{"name": "神曲", "allNames": ["陈曲", "六丁曲", "炒神曲", "焦神曲", "神麯", "六曲", "六神曲", "神僸"], "source": "为辣蓼、青蒿、杏仁等药加入面粉或麸皮混和后，经发酵而成的曲剂。\n【制法】\n用鲜青蒿、鲜苍耳、鲜辣蓼各12斤，切碎；赤小豆碾末、杏仁去皮研各6斤，混合拌匀，入麦麸100斤，白面60斤，加水适量，揉成团块，压平后用稻草或麻袋覆盖，使之发酵，至外表长出黄色菌丝时取出，切成约3厘米见方的小块，晒干即成。\n另法：用鲜蓼子4.5斤，鲜青蒿、鲜苍耳各1.5斤，洗净切碎，加水浸泡；杏仁去皮研碎，6斤；赤小豆研碎，6斤，加水煮成粥状，混合拌和，入白面150斤，略加清水，反复揉匀，然后压成方块，用麻叶包裹，置温室中经发酵后，切成小块，晒干即成。", "natural": "甘辛，温。", "process": "炒神曲：取麸皮撒匀于热锅内，俟起烟，将神曲倒入，炒至黄色，取出，筛去麸皮，放凉；或不加麸皮，炒至黄色亦可。\n焦神曲：取神曲置锅内炒至外表呈焦黑色，内部焦黄色，取出，略喷些清水，放凉。", "shape": "本品呈方形或长方形的块状，宽约3cm，厚约1cm，外表土黄色，粗糙；质硬脆，易断，断面不平整，类白色，可见未被粉碎的褐色残渣及发酵后的空洞。有陈腐气，味苦。以身干、陈久、无虫蛀、杂质少者为佳。\n神曲的效果", "usage": "为辣蓼、青蒿、杏仁等药加入面粉或麸皮混和后，经发酵而成的曲剂。\n主治饮食停滞，胸痞腹胀，呕吐泻痢，产后瘀血腹痛，小儿腹大坚积。", "jingMai": "入脾经、胃经。", "mainUse": 0, "dosage": "内服，煎汤，10~15g；或入丸、散。", "attention": "脾阴不足，胃火盛，及孕妇慎服。\n神曲的药方\n①治脾胃俱虚，不能消化水谷，胸膈痞闷，腹胁时胀，连年累月，食减嗜卧，口苦无味，虚羸少气：乌梅（去核焙干）、干姜（炮）各四两，麦芽（炒黄）三两，神曲（捣末炒）六两二钱。上件为末，炼蜜和搜为丸如梧桐子大，每服十五丸加至二十丸，米饮下，日二服，不计时候。（《局方》消食丸）\n②治脾虚不能磨食：神曲四两，白术三两，人参一两（俱炒），枳实（麸拌炒）五钱，砂仁（炒）四钱。共为末。饴糖为丸，梧子大。每早晚各服三钱，白汤下。（《方脉正宗》）\n③治时暑暴泻及饮食所伤，胸膈痞闷：神曲（炒）、苍术（米泔浸一宿焙干）各等分。为末，面糊为丸，如梧桐子大。每服三十丸，不拘时，米饮吞下。（《局方》曲术丸）\n④治暴泻：神曲（微炒），吴茱萸（绿色者拣净，泡洗七遍）各一两。上二味为细末，以酸米醋为丸如梧桐子大。每服五十丸至一百丸，空心食前米饮汤下。（《百一选方》孙盈仲·断下丸）\n⑤治休息痢，日夜不止，腹内冷痛：神曲、芜荑、吴茱萸各等分。熬，生姜自然汁和丸，如梧桐子大。食前粥饮下三十丸，（《普济方》神曲丸）\n⑥治产后冷痢，脐下疞痛：神曲三两（微妙令黄），熟地黄二两，白术一两半。上件药捣细罗为散。每服，以粥饮调下二钱，日三、四服。（《圣惠方》神曲散）\n⑦治食积心痛：陈神曲一块。烧红，淬酒二大碗服之。（《摘元方》）\n⑧治产乳运绝，亦治产难：神曲末，水服方寸匕。（《千金方》）\n⑨治产后瘀血不运，肚腹胀闷，渐成臌胀：陈久神曲一斤。捣碎，微炒磨为末。每早晚各服三钱，食前砂仁汤调服。亦可治小儿食臌胀。（《本草汇言》）\n⑩治中脘宿食留饮，酸螫心痛，口吐清水神曲（炒）三两，苍术（米泔浸）一两半，陈皮一两，砂仁一两。上为细末，生美汁煮神曲为丸，如梧桐子大。每服七十丸，姜汤送下。（《古今医鉴》曲术丸）\n⑾治酒癖不消，心腹胀满，噫醋吞酸，呃逆不食，胁肋疼痛神曲（锉，炒）、麦芽（炒）各一两，黄连（去须）半两，巴豆三粒（去壳）同炒，令转色，去巴豆不用。上为细末，沸汤为丸，如梧桐子大。每服五十丸，食后生姜汤送下。（《济生方》曲蘖丸）\n⑿治过食伤脾，健运无力，食滞不化，而为泄泻神曲三钱，枳实二钱，大黄（后下）二钱。上以水煎，空心服下。（《杏苑生春》导痰汤）\n⒀治大人小儿泄泻，肚腹疼痛，或大泻不止神曲二钱（炒）、麦芽二钱（炒）、苦杏仁一钱五分（去皮尖）。引用真菜油一二茶匙，先入罐底．后放药在内，入水煨服。（《滇南本草》）\n⒁治脏腑宿蕴风冷，气血不和，停滞宿饮，结为癥瘕痞块，及妇人血瘕，肠胃中塞，饮食不下，下痢赤白，霍乱转筋，及腰脚疼痛，不能行步神曲半斤（炒黄），大附子二个（炮，去皮脐），甘草（炙）二两。上为末，蜜丸左手一握，分作七丸。每服一丸，细嚼米饮下。（《普济方》一握七丸）\n⒂治食噎神曲（炒）一两，陈皮二两。上为细末，炼蜜和丸，如鸡头大。每服一粒，含化烟津。（《全生指迷方》神曲丸）\n⒃治闪挫腰痛神曲一块，如拳头大，烧令通赤，好酒二大盏，淬酒即饮令尽，仰卧少顷即安。（《世医得效方》神曲酒）\n⒄妇人产后回乳神曲炒研，酒服二钱，日二。（《纲目》）\n", "prescription": 0, "image": 0, "mainUsage": "健脾和胃，消食调中。治饮食停滞，胸痞腹胀，呕吐泻痢，产后瘀血腹痛，小儿腹大坚积。\n①《药性论》：化水谷宿食，癥结积滞，健脾暖胃。\n②张元素：养胃气。治亦白荆。\n③《汤液本草》：疗脏腑中风气，调中下气，开胃消宿食。主霍乱心膈气，痰逆，除烦，破癥结及补虚，去冷气，除肠胃中塞，不下食。能治小儿腹坚大如盘，胸中满，胎动不安，或腰痛抢心，下血不止。\n④《纲目》：消食下气，除痰逆霍乱泄痢胀满。闪挫腰痛者，煅过淬酒温服有效，妇人产后欲回乳者，炒研酒服二钱，日二。\n⑤《本草述》：治伤暑，伤饮食，伤劳倦，疟气痞证，水肿胀满积聚，痰饮咳嗽，呕吐反胃，霍乱，蓄血，心痛，胃脘痛，胁痛，痹痿眩晕，身重，不能食，黄疸。\n⑥《本草再新》：消瘰疬疽瘤。"}