{"name": "秋石", "allNames": ["秋冰", "秋石丹", "秋丹石", "淡秋石"], "source": "为人中白和食盐的加工品。古代亦有用人尿、秋露水和石膏等加工制成。\n【生境分布】\n主产华东。", "natural": "咸，寒。", "process": "有淡秋石和咸秋石二种。\n淡秋石：取漂净晒干的人中白，研成粉末，加白及浆水作辅料，拌和后，用模型印成小方块，晒干。\n咸秋石：取食盐加洁净泉水煎煮，过滤，将滤液加热蒸发，干燥成粉霜，称为秋石霜。再将秋石霜放在有盖的瓷碗内，置炉火上煅二小时，冷却后即凝成块状固体。\n1.叶梦得《水云录》：世之炼秋石者，但得火炼之法，此药须兼阴阳二炼，方为至药。阳炼法，用人尿十余石，各用木桶盛，每石入皂荚汁一碗，竹杖急搅百千下，候澄，去清留垽，并作一桶，如前搅澄，取浓汁一、二斗，滤净，入锅熬干，刮下捣细，再以清汤煮化，筲箕铺纸淋过再熬，如此数次，直待色白如雪方止，用沙盒固济，火煅成质，倾出，如药未成，更煅一、二次，候色如莹玉，细研，入沙盒内固济，顶火养七昼夜，取出摊土上，去火毒，为末。阴炼法，用人尿四、五石，以大缸盛，入新水一半，搅千回，澄定，去清留垽，又入新水搅澄，直候无臭气，澄下如腻粉，方以曝干，刮下再研，以男儿乳和如膏，烈日晒干，如此九度，为末。\n2.《本草蒙筌》：秋时聚童溺，每溺一缸，投石膏末七钱，桑条搅混二次，过半刻许，其精英渐沉于底，清液白浮于上，候其澄定，将液倾流，再以别溺满搀如前，投末混搅，倾上留底，俱勿差违。待溺搀完，清液倾尽，方入秋露水一桶于内，亦以桑条搅之，水静，再倾，如此数度，滓秽洗涤，污味咸除，制毕，重纸封面，灰参待干成有坚凝，囫囵取出。其英华之轻清者自浮结面上，质白。原石膏末并余滓之重浊者，并沉聚底下，质缁而黯，面者留用，底者刮遗。若复入罐固封，文火锻炼半刻，色虽白甚，性却变温，终不及晒者优也。\n3.《本经逢原》：阴收秋石法，将铅球大小数十枚，俱两片合成，多钻孔眼，入尿桶中浸，每日倾去宿尿，换溺浸之。经秋收取，置铅罐藏之。阳炼秋石，将草鞋数百双，旧者尤佳，长流水漂晒七日，去黄色，浸尿桶中，日晒夜浸，一月许，曝干，烈日中烧灰，须频挑拨令烧尽，滚汤淋汁澄数日，锅内烧干，重加雨水煮溶，篾箉纸数重，滤净再澄，半月余，银缶器内煮干，色白如霜。铅罐收之。又阳炼法，以童子小便，入锅熬干，其锅先烧通红，香油熬过洗净，则不粘滞伤锅，初如油脚，入阳城罐或小铁釜中。煅通红，用热水溶化，置有嘴壶中，将草掩塞壶口，徐徐倾出，下以竹箉衬纸滤清，再以文火收干，铅罐收之，则不溶化。", "shape": "为粉状集合体。呈小方块形或扁圆形，有的常印有红色淡秋石字样，直径1.5-2.2cm。白色或灰白色，表面平坦而不光滑；无光泽，不透明。质硬脆，易砸碎，断面粉状，不平坦。气微，味淡。本品不溶于水。以块整、干燥、无咸臭味者为佳。淡秋石(《本经逢原》)多为灰白色或淡红色小方块，表面不甚光滑，无光泽。质硬而脆。味淡。以块整、干燥、无咸臭味者为佳。\n秋石的效果", "usage": "为人中白和食盐的加工品。\n主治骨蒸劳热，咳嗽，咳血，咽喉肿痛，噎食反胃，遗精，白浊，膏淋，妇女赤白带下。", "jingMai": "入肺经、肾经。", "mainUse": 0, "dosage": "内服：入丸、散，4.5～9克。\n外用：研末撒。", "attention": "脾、胃虚寒者忌服。\n秋石的药方\n①治男子妇人虚劳瘦：秋石一两，干山药一两。研末，别以酒调山药为糊，丸如梧桐子大，又以干山药为衣。每服二十丸，温酒米饮任下。（《洪氏集验方》）\n②补肾水，治虚劳：真秋石十两，白茯苓四两，莲子肉四两，山药四两，小茴香二两。酒丸，空心米饮下。女子加生地黄二两，熟地黄四两，川芎三两。大枣肉为丸。（《何氏济生论》秋石丹）\n③治思虑色欲过度，损伤心气，遗精、小便数：秋石、白茯苓各四两，莲子肉、芡实各二两。为末，蒸枣肉和丸、梧子大。每空心盐汤下三十丸。（《永类钤方》秋石四精丸）\n④治白浊遗精：秋石一两，白茯苓五钱，菟丝子（炒）五钱。为末，用百沸汤一盏，井华水一盏，煮糊丸梧于大。每服一百丸，盐汤下。（《郑氏家传方》秋石交感丹）\n⑤治浊气干清，精散而成膏淋，黄白赤黯，如肥膏蜜油之状：秋石、鹿角胶（炒）、桑螵蛸（炙）各半两，白茯苓一两。为末，糕糊丸梧子大。每服五十丸，人参汤下。（《仁斋直指方》秋石丸）\n⑥治赤白带下：真秋石研末，蒸枣肉捣丸梧子大。每服六十丸，空心醋汤下。（《摘元方》）\n⑦治噎食反胃：秋石，每用一钱，白汤下。（《医方摘要》）\n", "prescription": 0, "image": 0, "mainUsage": "滋阴降火。治骨蒸劳热，咳嗽，咳血，咽喉肿痛，噎食反胃，遗精，白浊，膏淋，妇女赤白带下。\n①《本草蒙筌》：滋肾水，养丹田，安和五脏，润泽三焦，消咳逆稠痰，退骨蒸邪热，积块软坚，明日清心。\n②《医学入门》：治羸弱久嗽，眼昏头眩，腹胀喘满，腰膝酸疼，遗精白浊。\n③《纲目》：治虚劳冷疾，小便遗数。\n④《本草备要》：滋阴降火。\n⑤《本经逢原））：能滋阴降火而不伤胃，补益下元真火，散瘀血，助阴精，降邪火，归真阳，止虚热嗽血，骨蒸劳瘵。\n⑥《现代实用中药》：内服多用淡秋石，应用于口腔及喉头慢性诸炎症。咸秋石多作口腔咽喉疮之外用药。"}