{"name": "芦荟", "allNames": ["讷会", "卢会", "奴会", "劳伟", "真芦荟", "奴荟"], "source": "为百合科植物库拉索芦荟、好望角芦荟或斑纹芦荟的叶中的液汁经浓缩的干燥品。全年可采。割取叶片，收集其流出的液汁，置锅内熬成稠膏，倾入容器，冷却凝固。", "natural": "苦，寒。", "process": "拣去杂质，斫成小块。", "shape": "1.库拉索芦荟：呈不规则块状，常破裂为多角形，大小不一。表面呈暗红褐色或深褐色，无光泽。体轻，质硬，不易破碎，断面粗糙或显麻纹。富吸湿性。有特殊臭气，味极苦。\n2.好望角芦荟：表面呈暗褐色，略显绿色，有光泽。体轻，质松，易碎，断面玻璃样而有层纹。\n芦荟的效果", "usage": "为百合科植物库拉索芦荟、好望角芦荟或斑纹芦荟的叶中的液汁经浓缩的干燥品。\n主治热结便秘，妇女经闭，小儿惊痫，疳热虫积，癣疮，痔瘘，萎缩性鼻炎，瘰疬。", "jingMai": "归肝经、胃经、大肠经。", "mainUse": 0, "dosage": "内服：入丸、散，或研末入胶囊，0.6~1.5g；不入汤剂。\n外用：适量，研末敷。", "attention": "孕妇忌服。\n芦荟的药方\n①治大便不通：臭芦荟（研细）七钱，朱砂（研如飞面）五钱。滴好酒和丸，每服三钱，酒吞。（《本草经疏》）\n②治小儿急惊风：芦荟、胆南星、天竺黄、雄黄各一钱。共为末，甘草汤和丸，如弹子大。每遇此证，用灯芯(灯心草)汤化服一丸。（《本草切要》）\n③治大人小儿五种癫痫：芦荟三钱，生半夏一两（切碎，姜汁拌炒），白术一两（酒炒），甘草五钱（炒）。共为细末，水泛为丸，如黍米大。每服一钱五分，姜汤送下。（《本草切要》）\n④治小儿脾疳：芦荟、使君子。以上各等分，为细末。米饮调下一、二钱。（《儒门事亲》）\n⑤治五种臌胀：芦荟、蟾酥各三钱（酒一盏，浸一日，蒸化如膏）。以生半夏为末二两，巴霜三分，和丸如黍米大。每服十丸，淡姜汤早晚吞下。忌盐、糖百日。（《本草切要》）\n⑥治痔瘘胀痛、血水淋漓：芦荟数分，白酒磨化，和冰片二、三厘，调搽。（《本草切要》）\n⑦治匿齿：芦荟四分，杵末，先以盐揩齿令洗净，然后敷少末于上。（《海上集验方》）\n⑧湿癣。用芦荟一两、炙甘草半两，共研为末，先以温浆，水洗癣，擦干后敷上药末，有奇效。\n⑩虫牙。用芦荟研末敷上。\n⑾治肝胆实火，头晕目眩，神志不宁，谵语发狂，或大便秘结，小便赤涩当归一两，龙胆草五钱，栀子、黄连、黄柏、黄芩各一两，芦荟、大黄各五钱，木香一钱五分，麝香五分，青黛五钱。上为末，炼蜜为丸，如小豆大，小儿如麻子大，生姜汤下，每服二十丸。（《宣明论方》当归龙荟丸）\n⑿治慢性肝炎活动期、肝原性低热芦荟、胡黄连各1.5g，黄柏3g。水泛为丸，每次吞服3g，每日2次。（《浙江药用植物志》）\n⒀治脑壅头痛芦荟（研）、龙脑(冰片)（研）、瓜蒂（捣）、滑石（研）。上四味，等分为末。每用一豆许，吹之神验。（《圣济总录》吹鼻散）\n⒁治小儿疳痢久不瘥，肚大有青脉，四肢渐瘦芦荟一两，粉霜（轻粉的精制品）一分。上件药同研为末，以水煎黄连汁至浓和丸，如绿豆大。每服食前以粥饮下五丸。（《圣惠方》芦苔丸）\n⒂治小儿疳，杀虫芦荟、芜荑、木香、鹤虱各半两。上为末，水浸炊饼，丸如黄米大。每服十丸，米饮下。（《普济方》芦荟丸）\n⒃治小儿鼻疳、虫蚀鼻，痒痛不止芦荟一分，黄柏末一分，青黛半分，雄黄半分。上件药，都细研为散。日三度，以少许敷疮上差。（《圣惠方》芦荟散）\n⒄治手指青点黯，作甲疽芦荟半两，麝香半两，绿矾二两（烧灰）。上件药合研如粉，以绢袋子盛。纳所患指于袋中，以线缠定，不令动摇，以差为度。（《圣惠方》）\n⒅治癣疮用芦荟、大黄为末敷之。（《丹溪治法心要》）\n⒆治蛔结心痛卢会一钱。剪碎如米粒大，用乌梅花椒汤吞服。（出自《本草汇言》引《本单切要》）\n", "prescription": 0, "image": 0, "mainUsage": "清热，通便，杀虫。治热结便秘，妇女经闭，小儿惊痫，疳热虫积，癣疮，痔瘘，萎缩性鼻炎，瘰疬。\n①《药性论》：杀小儿疳蛔。主吹鼻杀脑疳，除鼻痒。\n②《海药本草》：主小儿诸疳热。\n③《开宝本草》：主热风烦闷，胸膈间热气，明目镇心，小儿癫痫惊风，疗五疳，杀三虫及痔病疮瘘。解巴豆毒。\n④《本草图经》：治湿痒，搔之有黄汁者；又治匿齿。\n⑤《得配本草》：散瘰疬，治惊痫，利水除肿。\n⑥《本草再新》：治肝火，镇肝风，清心热，解心烦，止渴生津，聪耳明目，消牙肿，解火毒。\n⑦《现代实用中药》：为峻下药，有健胃通经之效。"}