{"name": "苏合香", "allNames": ["苏合香油", "帝油流", "帝膏", "苏合油"], "source": "为金缕梅科植物苏合香树所分泌的树脂。初夏将树皮割裂，深达木部，使分泌香脂，浸润皮部。至秋季剥下树皮，榨取香脂；残渣加水煮后再榨，除去杂质和水分，即为苏合香的初制品。如再将此种初制品溶解于乙醇中，过滤，蒸去乙醇，则成精制苏合香。宜置明凉处，以防止走失香气。\n【原形态】\n苏合香树，乔木，高10-15m。叶互生，具长柄；托叶小，早落；叶片掌状5裂，偶为3或7裂，裂片卵形或长方卵形，先端急尖，基部心形，边缘有锯齿。花单性，雌雄同株，多数成圆头状花序，小花黄绿色。雄花的花序成总状排列；雄花无花被，仅有苞片；雄蕊多数，花药长圆形，2室纵裂，花丝短；雌花的花序单生，花柄下垂，花被细小，雄蕊心皮多数，基部愈合，子房半下位，2室，有胚珠数枚，花柱2枚，弯曲。果序圆球状，直径约2.5cm，聚生多数蒴果，有宿存刺状花柱；蒴果先端喙状，成熟时顶端开裂。种子1-2枚，狭长圆形，扁平，顶端有翅。\n【生境分布】\n生态环境：喜生于湿润肥沃的土壤。\n资源分布：原产小亚细亚南部，如土耳其、叙利亚北部地区，现我国广西等南方地区有少量引种栽培。", "natural": "辛；甘；温；无毒", "process": 0, "shape": "苏合香为半流动性的浓稠液体，黄白色至灰棕色，半透明，质粘稠，挑起则连绵不断。体重，入水则沉。气芳香，味略苦辣而香。以黄白色、半透明、有香味者为佳。\n苏合香的效果", "usage": "为金缕梅科植物苏合香树所分泌的树脂。\n主治卒然昏倒，痰壅气厥，惊痫，温疟，心腹猝痛，疥癣，冻疮。", "jingMai": "肺经；肝经；脾经；胃经", "mainUse": 0, "dosage": "内服：0.3~1g，入丸、散；或泡汤；不入煎剂。\n外用：适量，溶于乙醇或制成软膏、搽剂涂敷。", "attention": "《本经逢原》：阴虚多火人禁用。\n苏合香的药方\n①治骨蒸，殗殜，肺痿，卒心痛，霍乱吐利，时气瘴疟，赤白暴利，瘀血月闭，痃癖，丁肿，惊痫，小儿吐乳：\n白术、青木香、乌犀屑、香附子（炒去毛）、朱砂（研水飞）、诃黎勒(诃子)（煨，去皮）、白檀香、安息香（别为末，用无灰酒一升熬膏）、沉香、麝香（研）、丁香、荜拨（荜茇）各二两，龙脑(冰片)（研）、苏合香油（入安息香膏内）各一两，熏陆香（别研）一两。上为细末，入研药匀，用安息香膏，并炼白蜜和剂。每服旋丸如梧桐子大，井华水化服四丸，老人小儿可服一丸；温酒化服亦得，并空心服之。（《局方》苏合香丸）\n②治卒大腹水病：真苏合香、水银、白粉等分。蜜丸，服如大豆二丸，日三，当下水。节饮，好自养。（《补缺肘后方》）\n③治冻疮：苏合香溶解于酒精中涂敷之。（《现代实用中药》）\n④治五脏六腑，气窍不通苏合香一钱，石菖蒲（焙）三钱，姜制半夏（焙）二钱。共为末，以苏合香酒溶化为丸，如龙眼核大。每服一二丸，淡姜汤化下。\n⑤治五种痫证苏合香一钱五分，姜制半夏（焙）、胆南星（焙）、天竺黄各三钱。共为未，以苏合香酒和化为丸，龙眼核大。每早、晚各食前服二钱，淡姜汤下。\n⑥治惊悸，神志不宁苏合香一钱二分，羚羊角、犀角（俱镑末）各三钱，茯神、天竺黄、胆南星（俱微炒）各五钱。共为末，以苏合香酒溶化为丸，龙眼核大。每早、晚各服一丸，灯心汤下。\n⑦治心胆之气虚乏，多患梦魇魂迷之证苏合香二分，人参五分，生姜一钱。每临卧时泡汤饮之。\n⑧治尸虫传染，并尸疰异疾苏合香、安息香、乳香、沉香各五分。泡汤一碗，空腹饮之。此药可泡十余次，以药尽为度。\n⑨治心腹卒痛、吐利时气苏合香五分，藿香梗(广藿香)一钱，五灵脂二钱，共为末。每服五分，生姜泡汤调下。（4～8方出白《本草汇言》引《局方》）\n⑩治心绞痛苏合香50g，冰片105g，乳香（制）105g，檀香210g，青木香210g。上五味．除苏合香、冰片外，其余三味粉碎成细粉，冰片研细，并与上述粉配研，混匀。取炼蜜适量微温后，加入苏合香，搅匀，与上述粉末混匀，制成1000丸。嚼碎服，每次1丸，每日1～3次。【《医药工业》1973，（5）：18冠心苏合丸】\n⑾治温疟寒热，从山林草野，瘴疠之间，或从囹圄瘟（疒因）之气而成者苏合香一钱，紫苏叶五钱，川芎三钱，广陈皮二钱，共为末。每服五分，淡姜汤调下。（《本草汇言》引《局方》）\n", "prescription": 0, "image": 0, "mainUsage": "通窍，辟秽，开郁，豁痰，止痛。治卒然昏倒，痰壅气厥，惊痫，温疟，心腹猝痛，疥癣，冻疮。\n①《别录》：主辟恶，温疟，痫痓。去三虫，除邪，令人无梦魇。\n②《本草正》：杀虫毒。疗癫痫，止气逆疼痛。\n③《本草备要》：走窜，通窍开郁，辟一切不正之气。\n④《玉楸药解》：利水消肿，治胀，疹疿，气积血癥，调和脏腑。"}