{"name": "萆薢", "allNames": ["蔴甲头", "竹木", "赤节", "萆解", "白菝葜", "川萆薢", "粉萆薢", "山田薯", "土薯蓣", "荜薢", "毕下", "苾薢", "贝也", "必下", "必也", "毕解"], "source": "为薯蓣科植物粉背薯蓣、叉蕊薯蓣、山萆薢或纤细薯蓣等的块茎。春、秋均可采挖。挖出后洗净除去须根，切片晒干。", "natural": "苦，平。", "process": 0, "shape": "根茎呈竹节状，类圆柱形，有分枝，表面皱缩，常残留有茎枯萎疤痕及未除尽的细长须根。商品多为不规则的薄片，大小不一，厚约0.5mm，边缘不整齐，有的有棕黑色或灰棕色的外皮。切面黄白色或淡灰棕色，平坦，细腻，有粉性及不规则的黄色筋脉花纹（维管束），对光照视，极为显着。质松，易折断。气微，味基、微辛。以片大而薄、切面黄白色者为佳。\n萆薢的效果", "usage": "为薯蓣科植物粉背薯蓣、叉蕊薯蓣、山萆薢或纤细薯蓣等的块茎。\n主治风湿顽痹，腰膝疼痛，小便不利，淋浊，遗精，湿热疮毒。", "jingMai": "入肝经、胃经、膀胱经。", "mainUse": 0, "dosage": "内服，煎汤，9~15g，或入丸、散。肾虚阴亏者忌服。", "attention": "肾虚阴亏者忌服。\n①《本草经集注》：薏苡仁为之使。畏葵根、大黄、柴胡牡蛎、前胡。\n②《本草经疏》：下部无湿，阴虚火炽，以致溺有余沥，茎中痛，及肾虚腰痛，并不宜服。\n③《本草备要》：忌茗、醋。\n④《本经逢原》：阴虚精滑及元气下陷不能摄精，小便频数，大便引急者，误用病必转剧。\n萆薢的药方\n①治真元不足，下焦虚寒，小便白浊，频数无度，漩面如油，光彩不定，漩脚澄下，旋如膏糊；或小便频数，虽不白浊，亦能治疗：益智仁、川萆薢、石菖蒲、乌药各等分。为细末。每服三钱，水一盏半，入盐一捻，同煎至七分，温服，食前。（《杨氏家藏方》萆薢分清散）\n②治小便频数：川萆薢（洗）为细末，酒和为丸如柄子大。每服七十丸，空心、食前，盐汤、盐酒任下。（《济生方》萆薢丸）\n③治小肠虚冷，小便频数：牛膝（酒浸，切，焙），续断、芎藭（川芎）各半两，萆薢二两。上四味，捣罗为末，炼蜜和丸如梧桐子大。空心盐汤下四十丸；或作汤，入盐煎服亦得。（《圣济总录》牛膝丸）\n④治小便；昆浊：鲜萆薢根头刮去皮须，每次二两，水煎服。（《泉州本草》）\n⑤治阴痿失溺：萆薢二钱，附子一钱五分。合煎汤内服。（《泉州本草》）\n⑥治腰痛，脚气：破故纸(补骨脂)（生）、续断，木瓜干、牛膝（酒浸）、杜仲（去皮锉，姜制炒断丝）各一两，萆薢二两。上为末，蜜丸如梧子大。每服五十丸，盐汤、盐酒任下。（《三因方》立安丸）\n⑦治小肠气及腰痛：萆薢、杜仲（酥炒去丝）、葫芦巴（生脂麻炒）、破故纸(补骨脂)（炒）、小茴香（盐水浸一宿）各一两，胡桃仁(核桃仁)（汤去皮）二两。各为末，和丸如梧桐子大。每服三五十丸，空心盐酒送下，或盐汤亦可。（《瑞竹堂经验方》喝起丸）\n⑧治脚气肿痛，不能动履，不论寒热虚实，久病暴发皆可：萆薢五钱，黄柏、苍术、牛膝、木瓜、猪苓、泽泻、槟榔各二钱。水二大碗，煎一碗。每日食前服一剂。（《本草切要》）\n⑨治丈夫腰脚痹、缓急，行履不稳者：萆薢二十四分，杜仲八分。捣筛。每旦，温酒和服三钱匕，增至五钱匕。禁食牛肉。（《广利方》）\n⑩沧风寒湿痹，腰骨强痛：干萆薢根，每次五钱，猪脊骨半斤合炖服。（《泉州本草》）\n⑾治肠风，痔漏：萆薢、贯仲(贯众)等分。捣罗为末。每服二钱，温酒调下，空心，食前服。（孙用和）\n", "prescription": 0, "image": 0, "mainUsage": "祛风，利湿。治风湿顽痹，腰膝疼痛，小便不利，淋浊，遗精，湿热疮毒。\n①《本经》：主腰背痛，强骨节，风寒湿周痹，恶疮不瘳，热气。\n②《别录》：伤中恚怒。阴痿失溺，关节者血，老人五缓。\n③《药性论》：治冷风顽痹，腰脚不遂，手足惊掣，主男子臂腰痛久冷，是肾间有膀胱宿水。\n④《日华子本草》：治瘫缓软风，头旋痫疾，补水藏，坚筋骨，益精明目，中风失音。\n⑤王好古：补肝虚。\n⑥《滇南本草》：治风寒，温经络，腰膝疼，遍身顽麻，利膀胱水道，赤白便浊。\n⑦《纲目》：治白浊，茎中痛，痔瘙坏疮。"}