{"name": "蔓荆子", "allNames": ["蔓荆实", "荆子", "万荆子", "蔓青子", "蔓京子", "大荆子", "万金子", "蔓菁子", "陆续丸", "炒荆子"], "source": "为马鞭草科植物单叶蔓荆或蔓荆的果实。秋季果实成熟时采收。晒干，去净杂质，贮干燥处，防止潮湿霉烂。", "natural": "辛；苦；性微寒", "process": "1.炒蔓荆子：筛净灰屑，除去残存萼片，置锅内用武火炒至焦黄色，略喷清水，放凉。\n2.《雷公炮炙论》：凡使蔓荆子，去蒂子下白膜一重，用酒浸一伏时后蒸，从巳至未，出，晒干用。", "shape": "干燥果实圆球形，直径4～6毫米。表面灰黑色或黑褐色，被灰白色粉霜，有4条纵沟；用放大镜观察，密布淡黄色小点。底部有薄膜状宿萼及小果柄，宿萼包被果实的1/3～2/3，边缘5齿裂，常深裂成两瓣，灰白色，密生细柔毛。体轻，质坚韧，不易破碎，横断面果皮灰黄色，有棕褐色油点，内分四室，每室有种子1枚，种仁白色，有油性。气特异而芳香，味淡微辛。以粒大、饱满、气芳香、无杂质者为佳。\n蔓荆子的效果", "usage": "为马鞭草科植物单叶蔓荆或蔓荆的果实。\n主治风热感冒，正、偏头痛，齿痛，赤眼，目睛内痛，昏暗多泪，湿痹拘挛。", "jingMai": "肝经；胃经；膀胱经", "mainUse": 0, "dosage": "内服：煎汤，6~10g；或浸酒；或入丸、散。\n外用：适量，煎汤外洗。", "attention": "血虚有火之头痛目眩及胃虚者慎服。\n①《本草经集注》：恶乌头、石膏。\n②《医学启源》：胃虚人不可服，恐生痰。\n③《本草经疏》：头目痛不因风邪，而由于血虚有火者忌之。\n④《本草汇言》：痿痹拘挛不由风湿之邪，而由于阳虚血涸筋衰者勿用也；寒疝脚气不由阴湿外感，而由于肝脾羸败者亦勿用也。\n蔓荆子的药方\n①治头风：蔓荆子二升（末），酒一斗。绢袋盛.浸七宿，温服三合，日三。（《千金方》）\n②治风寒侵目，肿痛出泪，涩胀羞明：蔓荆子三钱，荆芥、白蒺藜各二钱，柴胡、防风各一钱，甘草五分。水煎服。（《本草汇言》）\n③治劳役饮食不节，内障眼病：黄芪、人参各一两，炙甘草八钱，蔓荆子二钱半，黄柏三钱（酒拌炒四遍），白芍药三钱。上嚼咀，每服三、五钱，水煎。（《兰室秘藏》蔓荆子汤）\n④治感冒头痛蔓荆子、紫苏叶、薄荷、白芷、菊花各9g。水煎服。（《全国中草药汇编》）\n⑤治外感风热头、目痛，神经性头痛蔓荆子9g，桑叶、菊花、薄荷、白芷、荆芥子各9g。水煎服。（《湖南药物志》）\n⑥治肺热壅盛，痰嗽喘急蔓荆实（去白皮）、大黄（锉）、威灵仙（去土）、天麻各一两。上四味，捣罗为散。每用二钱匕，蜜酒调下。（《圣济总录》蔓荆实散）\n⑦治偏头痛蔓荆子10g，甘菊花8g，川芎4g，细辛3g，甘草4g，白芷3g。水500ml，煎取200ml，每日3次分服。（《现代实用中药》）\n⑧治高血压头晕病蔓荆子9g，野菊花、钩藤、草决明(决明子)各12g。水煎服。（《湖南药物志》）\n⑨治风毒攻眼，赤肿痒痛黄连、蔓荆子各半两，五味子二钱。上锉细末，分三次，新水煎，滤清汁，以手拨洗效。（《银海精微》涤风散洗眼方）\n⑩治目翳单叶蔓荆果实15g，石决明9g，木贼6g。水煎服。（《福建药物志》）\n⑾治虚劳目暗用蔓荆子一升，以水九升煮令汁尽，取出曝干，如此二度后，捣罗为末。每服以温水调下二钱，日二三服。（《普济方》）\n⑿治中耳炎单叶蔓荆、十大功劳(十大功劳叶)各15g，苍耳子9g。水煎服。（《福建药物志》）\n⒀治耳聋用蔓荆子微炒一升，以酒二升浸，寒七日，暑三日，去滓。任性饮之，虽久聋亦瘥。（《普济方》蔓荆酒）\n⒁治乳痈初起用蔓荆子一两二钱，炒，研为末。酒、水各一碗，煎一碗，半饱服，渣敷患上。（《本草汇言》）\n⒂治产后乳汁不泄，结滞不消热肿蔓荆实（烧存性）、皂角刺（烧存性）各一两。上二味，合研为散。每二钱匕，温酒调下，不拘时。（《圣济总录》二灰散）\n⒃治须鬓发秃落不生蔓荆子二两，附子二两(去皮脐生用)，上件药，捣细罗为散，以酒五升令和，于瓷器中密封，二十日药成。用时先以乌鸡脂涂之，后取药汁梳须发，十日后良。（《圣惠方》）\n⒄治妊娠卒小便不通蔓荆子二两。上捣细罗为散，每服不计时候，煎葱白汤调下一钱。（《普济方》）\n", "prescription": 0, "image": 0, "mainUsage": "疏散风热，清利头目。治风热感冒，正、偏头痛，齿痛，赤眼，目睛内痛，昏暗多泪，湿痹拘挛。\n①《本经》：主筋骨间寒热，湿痹拘挛，明目，坚齿，利九窍，去白虫。\n②《本草经集注》：主发秃落。\n③《别录》：去长虫，主风头痛，脑鸣，目泪出；益气，令人光泽脂致。\n④《药性论》：治贼风，能长髭发。\n⑤《日华子本草》：利关节，治赤眼，痫疾。\n⑥《珍珠囊》：凉诸经血，止头痛，主目睛内痛。\n⑦王好古：搜肝风。\n⑧《医林纂要》：散热，祛风，兼能燥湿。\n⑨《广西中药志》：治胃痛。\n⑩广州部队《常用中草药手册》：疏风散热，平肝止痛。治感冒发热，眼痛眩晕，风湿筋骨痛，消化不良，肠炎腹泻，跌打肿痛。"}