{"name": "薄荷", "allNames": ["卜荷", "卜可", "香荷", "薄苛", "番荷", "番荷叶", "金叶薄荷", "蕃荷菜", "菝蕑", "吴菝蕑", "南薄荷", "猫儿薄荷", "升阳菜薄苛", "蔢荷", "夜息药", "仁丹草", "水益母", "土薄荷", "香薷草"], "source": "本品为唇形科薄荷属植物薄荷MenthahaplocalyxBriq.的干燥地上部分。夏、秋二季茎叶茂盛或花开至三轮时，选晴天，分次采割，晒干或阴干。", "natural": "辛，凉。", "process": "拣净杂质，除去残根，先将叶抖下另放，然后将茎喷洒清水，润透后切段，晒干，再与叶和匀。", "shape": "干燥全草，茎方柱形，长15～35厘米，直径2～4毫米，黄褐色带紫，或绿色，有节，节间长3～7厘米，上部有对生分枝，表面被白色绒毛，角棱处较密，质脆，易折断，断面类白色，中空。叶对生，叶片卷曲面皱缩，多破碎。上面深绿色，下面浅绿色。具有白色绒毛；质脆。枝顶常有轮伞花序，黄棕色，花冠多数存在。气香，味辛凉。以身干、无根、叶多、色绿、气味浓者为佳。\n薄荷的效果", "usage": "本品为唇形科薄荷属植物薄荷的干燥地上部分。\n用于风热感冒，风温初起，头痛，目赤，喉痹，口疮，风疹，麻疹，胸胁胀闷。", "jingMai": "归肺经、肝经。", "mainUse": 0, "dosage": "内服：煎汤，3~6g，不可久煎，宜作后下；或入丸、散。\n外用：适量，煎水先或捣汁涂敷。", "attention": "阴虚血燥，肝阳偏亢，表虚汗多者忌服。\n1.《药性论》：新病瘥人勿食，令人虚汗不止。\n2.《千金·食治》：动消渴病。\n3.《本经逢原》：多服久服，令人虚冷；阴虚发热，咳嗽自汗者勿施。\n4.《本草从新》：辛香伐气，多服损肺伤心，虚者远之。\n薄荷的药方\n①清上化痰，利咽膈，治风热：薄荷末炼蜜丸，如芡子大，每噙一丸。白沙糖和之亦可。(《简便单方》)\n②治眼弦赤烂：薄荷，以生姜汁浸一宿，晒干为末，每用一钱，沸汤泡洗。(《明目经验方》)\n③治瘰疬结成颗块，疼痛，穿溃，脓水不绝，不计远近：薄荷一束如碗大(阴干)，皂荚(猪牙皂)十挺(长一尺二寸不蛀者，去黑皮，涂醋，炙令焦黄)。捣碎，以酒一斛，浸经三宿，取出曝干，更浸三宿，如此取酒尽为度，焙干，捣罗为散，以烧饭和丸，如梧桐子大。每于食前，以黄芪汤下二十丸，小儿减半服之。(《圣惠方》薄荷丸)\n④治风气瘙痒：大薄荷、蝉蜕等分为末，每温酒调服一钱。(《永类钤方》)\n⑤治血痢：薄荷叶煎汤单服。(《普济方》)\n⑥治衄血不止：薄荷汁滴之。或以干者水煮，绵裹塞鼻。(《本事方》)\n⑦治蜂虿螫伤：薄荷贴之。(孟诜《必效方》)\n⑧治火毒生疮如灸，火毒气入内，两股生疮，汁水淋漓者：薄荷煎法频涂。(《医说》)\n⑨治耳痛：鲜薄荷绞汁滴入。(《闽东本草》)\n⑩治男妇伤风咳嗽，鼻塞声重野薄荷二钱，陈皮二钱，杏仁(苦杏仁)二钱（去皮、尖）。引用竹叶(淡竹叶)十五片，水煎服。（《滇南本草》）\n⑾治结膜炎将薄荷叶用冷开水洗净后，浸入乳汁中10～30分钟。患眼用5％盐开水冲洗后，取薄荷叶盖于患眼上，经10分钟可再换1叶，每日数次。（《福建药物志》）\n⑿治脑漏，鼻流臭涕野薄荷不拘多少。水煎，点水酒服。（《滇南本草》）\n⒀治干湿疥疮，皆以湿热而生，通身奇痒不休　薄荷一两，百部一两，地肤子一两。每日煎水洗一二次。（《吉人集验方》）\n⒁治皮肤隐疹不透，瘙痒薄荷叶10g，荆芥10g，防风10g，蝉蜕6g。水煎服。（《四川中药志》1980年）\n【食疗方】\n1.菊桑薄竹茶\n菊花5克，桑叶5克，薄荷3克，竹叶(淡竹叶)30克，白茅根30克。将诸品共入茶壶中，用沸水冲泡10分钟即成。代茶随时饮用。\n功效辛凉解表，清利咽喉。主治风热感冒，发热头痛，自汗鼻塞，咽喉肿痛，咳嗽痰稠等症。\n2.薄荷苍夷白芷茶\n薄荷6克，苍耳子12克，辛夷6克，白芷6克，葱白3根，茶叶2克。上述诸药共入锅中，水煎去渣取汁即成。代茶饮用。\n功效疏风通窍。主治鼻炎、鼻窦炎等病症。\n3.薄荷红糖饮\n薄荷15克，红糖60克。煎汤后加糖调味即成。可代茶饮。\n功效肝癌食疗方——此药膳清热，利温、退黄；有黄疸、腹水者可选用。\n4.杏仁薄荷粥\n杏仁(苦杏仁)30克（去皮尖），鲜薄荷10克，梗米50克。将杏仁放入沸水中煮到七分熟，放入梗米同煮将要熟时，放入薄荷，煮熟即可。\n功效辛散透表，温肺止喘。\n5.薄荷粥\n新鲜薄荷30克，粳米60克。将薄荷入锅中，水煎去渣取汁，备用。粳米入锅中，水煮成粥，待熟后加入薄荷药汁，稍炖即成。每日1剂，早晚分食。\n功效通关格，利咽喉，散风热。主治麻疹初起，外感风热等症。\n6.桑叶薄菊枇杷茶\n桑叶500g，黄菊花250g，枇杷叶250g，薄荷250g。上述诸药共制成粗末，用洁净的纱布袋分装，每袋10～15g。每取1袋，放入茶杯中，沸水冲泡，盖焖10分钟即成。代茶频饮。\n功效疏风清热，解表清肺。主治风热感冒初起。\n", "prescription": 0, "image": 0, "mainUsage": "宣散风热。清头目，透疹。用于风热感冒，风温初起，头痛，目赤，喉痹，口疮，风疹，麻疹，胸胁胀闷。"}