{"name": "蛏壳", "allNames": ["蛏子壳"], "source": "为竹蛏科动物缢蛏、长竹蛏、大竹蛏、细长竹蛏等的贝壳。捕得后，洗净泥沙，去肉收集贝壳，晒干。\n【原形态】\n1.缢蛏，贝壳长圆柱形，薄而脆，几半透明，一般壳长40-85mm，高约为长的1/3，宽为长的1/5-1/4。壳顶略靠背缘前端，约壳长的1/3处。背腹缘近平行，前后端稍圆，两壳关闭时前端开口。于壳顶稍后有棕黑色的纺锤状韧带，短而突出。自壳顶起斜向腹缘的中央部有一条凹沟，故名缢蛏。壳表被有一层黄绿色壳皮，顶部壳皮常脱落而呈白色。生长线明显。壳内面白色，壳顶下面有与壳表斜沟相应的隆起。铰合部小，左壳具3枚主齿，中央1枚较强大，分叉；右壳具2枚主齿，前面1枚与壳面垂直，后面1枚向后倾斜。外套痕显着，外套窦宽、深，前端呈圆形。闭壳肌痕三角形，前痕较小；后痕较大。足部发达，两侧扁，呈斧状，尖端平，形成一椭圆形的跖面。水管2条，长而分开，末端均有触手。\n2.长竹蛏，贝壳窄而长，质脆薄，一般壳长50-120mm，长为高的6-7倍。壳顶位于壳的最前端，不突出，两壳包合呈竹筒状，前后端开口。壳前缘呈截形，略倾斜；后端稍圆，背腹缘直，或腹缘中部微凹，相互平行。外韧带黄褐色，狭长，约为壳长的1/5。壳面有黄褐色壳皮，光滑。生长线细匀，自前缘始似与腹缘平行；近背缘处呈下垂弧形，后端有时成褐襞。壳内面白色或淡黄色。铰合部小，每壳各有主齿1枚。外套痕极细长，与韧带几相等；后闭壳骨痕呈弓形。足发达，细长，呈柱状。\n3.大竹蛏，贝壳呈竹筒状，质薄脆，一般壳长72-140mm，长为高的4-5倍。与长竹蛏大同小异。壳表面凸，被黄褐色壳皮。腹缘及后端壳皮向壳蛤包卷。生长线明显，有时有淡红色的彩色带。壳内面白色或稍带淡红紫色。各肌痕明显，前闭壳肌痕长形；后闭壳肌痕略呈三角形，足发达，前端尖，左右扁。水管短而粗。两小管愈合，由若干环节组成，末端有触手。\n4.细长竹蛏，贝壳较细长，质极薄脆，一般壳长65-124mm，长为高的6-12倍，壳表被褐绿色壳皮，并具深色条纹数条。生长线与壳背缘几乎垂直。壳表对角线不达贝壳的最末端边缘。余与长竹蛏近似。", "natural": "咸；性凉", "process": 0, "shape": "（1）缢蛏壳，贝壳类长方形。壳长40-85mm，壳宽13-26mm。壳顶位于背缘前端约1/3处，背腹缘近于平行，前、后端圆形。外表面生长线明显，自壳顶至腹缘有一条微凹的斜沟，被有黄绿色的外皮；内表面白色或淡黄色，铰合部小，右壳具主齿2枚，左壳具主齿3枚，中央1枚大而分叉。质硬而脆。味微咸。\n（2）长竹蛏壳，贝壳长方形。壳长50-120mm，长为壳宽的6-7倍，背腹缘几平行，前端截形，后端圆形。外表面光滑，被有黄褐色外皮，生长线明显，呈弧形；内表面白色或淡黄色，铰合部小，左、右壳各具主齿1枚。质薄脆，易碎。味微咸。\n（3）大竹蛏壳，贝壳长方形。壳长72-140mm，长为宽的4-5倍。背腹缘平行，前端斜截形，后端圆形，有时显淡红色的彩色带；内表面白色或淡红色，铰合部小，左、右壳各具主齿1枚。质薄脆，易碎。气味咸。\n（4）细长竹蛏壳，贝壳长方形，壳长65-124mm，长为宽的6-7倍。背腹缘平行，前、后端均平截。外表面被褐绿色外皮，可见深色纹数条，生长线与壳背缘几呈垂直。内表面白色或淡黄然，铰合部小，左、右壳各具主齿1枚。质薄脆，易碎。味微咸。\n蛏壳的效果", "usage": "为竹蛏科动物缢蛏、长竹蛏、大竹蛏、细长竹蛏等的贝壳。主治胃病，咽喉肿痛。", "jingMai": "肺；胃经", "mainUse": 0, "dosage": "内服：煅存性研末入散剂，3-6g。\n外用：适量，研末调敷或吹喉。\n蛏壳的药方\n治咽喉一切急症：蛏壳置瓦上，日晒夜露，经年取下，色白如雪，捣细，水漂净，末，晒干，同冰片吹喉。(《万选方》)\n", "attention": 0, "prescription": 0, "image": 0, "mainUsage": "和胃，消肿。主胃病，咽喉肿痛。"}