{"name": "蟾皮", "allNames": ["癞蟆皮", "蛤蚆皮", "蟾蜍皮"], "source": "蟾蜍科动物中华大蟾蜍或黑眶蟾蜍等的皮。夏、秋季捕捉，先采去蟾酥，然后除去骨脏，将体腔撑开晒干。\n【原形态】\n1.中华大蟾蜍，体长一般在10cm以上，体粗壮，头宽大于头长，吻端圆，吻棱显着；鼻孔近吻端；眼间距大于鼻间；鼓膜明显，无犁骨齿，上下颌亦无齿。前技长而粗壮，指、趾略扁，指侧微有缘膜而无蹼，指长顺序3、1、4、2，指关节下瘤多成对，常突2，外侧者大。后肢粗壮而短，胫跗关节前达肩部，左右跟部不相遇，趾侧有缘膜，蹼常发达，内跖变形长而大，外跖突小而圆。皮肤极粗糙，头顶部较平滑，两侧有大而长的耳后膜，其余部分满布大小不等的圆开瘰疣，排列较规则的为头的之瘰疣，斜行排列几与耳后腺平行。此外，沿体侧之瘰疣排列亦较规则，胫部之瘰疣更大，个别标本有不明显这跗褶，腹面皮肤不光滑，有小疣。颜色亦异颇大，生殖季节雄性背面多为黑绿色，体侧有浅色的斑纹；雌性背面色较浅，瘰疣乳黄色，有时自眼后沿体侧有斜行之黑色纵斑，腹面乳黄色，有棕色或黑色细花纹。雄性个体较小，内侧三指有黑色婚垫，无声囊。\n2.黑眶蟾蜍，体长7-10cm，雄性略小；头高，头宽大于头长；吻端圆，吻棱明显，鼻孔近吻端，眼间距大于鼻间距，鼓膜大，无犁骨齿，上下颌均无齿，舌后端无缺刻。头部沿吻棱、眼眶上缘、鼓膜前缘及上下颌缘有十分明显的黑色骨质棱或黑色线。头顶部显然下凹，皮肤与头骨紧密相连。前肢细长；指、趾略扁，末端色黑；指长序为3、1、4、2；指关节下瘤多成对外常突大，内侧者略小，均为棕色，后肢短，胫跗关节前达肩后方，左右跟部不相遇；足短于胫；趾侧有缘膜，相连成半蹼，关节下瘤不明显；内跖突略大于外跖突。皮肤极粗糙，除头顶部无疣外，其余布满大小不等之圆形疣粒，疣粒上有黑点或刺；头两侧为长圆形之耳腺；近脊中线由头后至臀部有2纵行排列较规则的大疣粒。体大的黑眶蟾蜍腹面满布小棘。生活时体色变异较大，一般为黄棕色略具棕红色斑纹。雄性第1、2指基部内侧有黑色婚垫，有单咽下内声囊。", "natural": "苦；性凉；有毒", "process": 0, "shape": "本品呈扁平板状，厚约0.5mm，头部略呈钝三角形。四肢屈曲向外伸出。外表面粗糙，背部灰褐色，布有大小不等的疣状突起，色较深；腹部黄白色，疣点较细小。头部较平滑，耳后腺明显，呈长卵圆形，八字状排列。内表面灰白色，与疣点相对应处有同产大小黟以浅凹点。较完整者四肢展平后，前肢趾间无蹼；后肢长而粗壮，趾间有蹼，质韧，不易折断。气微腥。味微麻。\n蟾皮的效果", "usage": "蟾蜍科动物中华大蟾蜍或黑眶蟾蜍等的皮。\n主治痈疽，肿毒，瘰疬，肿瘤，疳积腹胀，慢性气管炎。", "jingMai": "心经；肺经；脾经；大肠经", "mainUse": 0, "dosage": "内服：煎汤，3~9g；或研末。\n外用：适量，鲜用，敷贴；或干品研末调敷。", "attention": "《饮片新参》：表热及虚胀者忌用。\n蟾皮的药方\n1.治指头红肿生毒：活蟾一只生剥皮，将皮外面向患处包好，明日其毒一齐拔出，或发背、对口等症，毒忽收，内如又起，再贴。切记不可将其皮里面着肉，即咬牢难揭。凡痘疹后回毒，亦可用此治。(《行筪检秘》)\n2.治痈疮：大虾膜一个，剥全身颇皮，盖贴疮口，于蟆皮上用针将皮刺数孔，以出毒气，自觉安静，月能爬佐疮口，不令长大。(《灵秘丹药胎》)\n3.消肿退毒：干赡皮不拘多少，研为末，金银花露调敷。(《药颜启秘》金赡散)\n4.治肠头挺出：蟾蜍皮一片，瓶内烧熏挺处。(孙思邈)\n【临床应用】\n①治疗慢性气管炎\n取活蟾蜍将皮完整剥下，烤干研末，陈蜜制为丸或装胶囊。每次口服1克，每日2次。10天为一疗程，停药5天，续服第二疗程。观察334例，经第一疗程后，有效率为69.7％，二个疗程的有效率为70％。本品止咳、祛痰作用优于平喘。\n②治疗恶性肿瘤\n㈠用蟾皮0.4克，儿茶0.4克，元胡(延胡索)0.2克，共研细末压片。每次1.0克，日服1次。连服2周后，每次增加0.2～0.4克，直至3周为一疗程。此药对各型胃癌均有不同程度疗效，对溃疡癌变的疗效最好。对胃癌合并幽门梗阻的疗效最差。胃癌患者服后能止血、止疼、促进食欲，并有缩小瘤块、消除腹水的效果。临床可根据病情，在有利时期，配合应用中药、西药或手术综合治疗。经治疗胃癌48例，临床痊愈5例，显效10例，好转27例，效果不明显需并用手术者6例。\n㈡用活蟾蜍剥皮，连头及眼睛一起剥下，挑破表面腺体颗粒，将蟾皮表面贴敷癌肿虫处皮肤上，如为深部癌症，按穴位贴敷，外盖油纱布，再覆以清洁纱布固定。每日敷2次。另以鲜蟾皮晒干，黄沙炒脆，研粉制成丸，每粒0.3克，每次3～5粒，日服3次（饭后）。或并用鲜蟾皮针剂，每次肌肉注射2毫升（约含鲜皮2克），每日1～2次。用上述方法治疗食道癌、肝癌、乳房癌、白血病及淋巴瘤等267例（同时配合中药及化疗等综合治疗），近期好转99例（37.1％），恶化60例（22.5％），无变化56例（21％），死亡52例（19.4％）。\n㈢用鲜蟾皮注射液作局部瘤体注射，同时口服魔芋煎剂，疗程共3个月。试治子宫颈癌2例，治后检查宫颈光滑，阴道涂片及宫颈活检均阴性，达到临床痊愈。其中1例经手术作全子宫切除，宫颈连续切片亦未见肿瘤组织。\n㈣用蟾蜍1只剥皮焙干研细末，分为10～15包。每次1包，日服3次。同时用鲜蟾皮贴敷脾区。1例何杰金氏病治疗后症状显著好转，体温恢复正常，周身淋巴结缩小，肿大肝脾缩小，血象有所改善（治疗中曾同时给予可的松、土霉素及一般支持疗法）。\n㈤用新鲜蟾蜍皮一整张，煎成100毫升，每日3次分服；或将蟾蜍皮用文火焙干研粉，装胶囊（每粒约含0.25克），每次2～3粒，每日2～4次。治疗结肠、直肠癌患者17例，多数采用蟾蜍皮加手术切除。其中4例经剖腹探查证实为晚期结肠、直肠癌广泛转移，治疗后，临床症状消失，经1年多随访，均已参加劳动。\n", "prescription": 0, "image": 0, "mainUsage": "清热解毒，利水消肿。治痈疽，肿毒，瘰疬，肿瘤，疳积腹胀，慢性气管炎。\n①《纲目拾遗》：贴大毒，能拔毒。收毒。\n②《本草求原》：贴疮瘰，艾灸。\n③《浙江中药手册》：为小儿五疳惊风药，又能和小便，消腹胀。"}