{"name": "补骨脂", "allNames": ["婆固脂", "胡韭子", "破故纸", "补骨鸱", "黑故子", "胡故子", "吉固子", "故子", "固子", "固脂", "川故子", "怀故子", "故脂", "破故子", "补骨子", "破固脂", "盐故子"], "source": "为豆科植物补骨脂的果实。秋季果实成熟时，采取果穗，晒干，打下果实，除去杂质。\n【原形态】\n一年生草本，高40～90厘米，全体被黄白色毛及黑褐色腺点。茎直立，枝坚硬，具纵棱。叶互生，枝端常侧生小叶1片；叶阔卵形或三角状卵形，长4～11厘米，宽3～8厘米，先端圆形或钝，基部心形、斜心形或圆形，边缘有粗阔齿，叶两面均有显著的黑色腺点；叶柄长2～4厘米，小叶柄长2～3毫米，被白色绒毛；托叶成对，三角状披针形，长约1厘米，膜质。花多数，密集成穗状的总状花序；花轴腋生，长约6～10厘米；萼钟状，基部连合成管状，先端5齿，被黑色腺点；花冠蝶形，淡紫色或黄色，旗瓣倒阔卵形，翼瓣阔线形，龙骨瓣长圆形，先端钝，稍内弯；雄蕊10,1束，花药小；雌蕊1，子房上位，倒卵形或线形，花柱丝状。荚果椭圆形，有宿存花萼，果皮黑色，与种子粘贴；种子1，气香而腥。花期7～8月。果期9～10月。\n【生境分布】\n栽培或野生。分布河南、安徽、广东、陕西、山西、江西、四川、云南、贵州等地。主产四川、河南、陕西、安徽等地。", "natural": "辛；苦；性温", "process": 0, "shape": "本品呈肾形，略扁，长3～5mm，宽2～4mm，厚约1.5mm。表面黑色、黑褐色或灰褐色，具细微网状皱纹。顶端圆钝，有一小突起，凹侧有果梗痕。质硬。果皮薄，与种子不易分离；种子1枚，子叶2，黄白色，有油性。气香，味辛、微苦。\n补骨脂的效果", "usage": "为豆科植物补骨脂的果实。\n主治肾虚冷泻，遗尿，滑精，小便频数，阳痿，腰膝冷痛，虚寒喘嗽。外用治白癜风。", "jingMai": "肾经；心包经；脾经；胃经；肺经", "mainUse": 0, "dosage": "内服：煎汤，6~15g；或入丸、散。\n外用：适量，酒浸涂患处。", "attention": "1.阴虚火旺者忌服。\n2.《本草经疏》：凡病阴虚火动，梦遗，尿血，小便短涩及目亦口苦舌干，大便燥结，内热作渴，火升目赤，易饥嘈杂，湿热成痿，以致骨乏无力者，皆不宜服。\n3.《得配本草》：阴虚下陷，内热烦渴，眩晕气虚，怀孕心胞热，二便结者禁用。\n补骨脂的药方\n①治脾肾虚弱，全不进食：破故纸四两（炒香），肉豆蔻二两（生）。上为细末，用大肥枣四十九个，生姜四两，切片同煮，枣烂去姜，取枣剥去皮核用肉，研为膏，入药和杵，丸如梧桐子大。每服三十丸，盐汤下。（《本事方》二神丸）\n②治赤白痢及水泻：破故纸一两（炒香熟），罂粟壳四两（去穰、顶蒂，新瓦上煿燥）。上二味，为细末，炼蜜为丸如弹子大。每服一丸，水一盏化开，姜二片，枣一个，煎取七分，如小儿分作四服。（《百一选方》）\n③治小儿遗尿：破故纸一两（炒）。为末，每服一钱，热汤调下。（《补要袖珍小儿方论》破故纸散）\n④治男子女人五劳七伤，下元久冷，乌髭鬓，一切风病，四肢疼痛，驻颜壮气：补骨脂一斤，酒浸一宿，放干，却用乌油麻一升和炒，令麻子声绝即簸去，只取补骨脂为末，醋煮面糊丸如梧子大。早晨温酒、盐汤下二十丸。（《经验后方》）\n⑤治下元虚败，脚手沉重，夜多盗汗。此药壮筋骨，益元气：补骨脂四两（炒香），菟丝子四两（酒蒸），胡桃肉(核桃仁)一两（去皮），乳香、没药、沉香（各研）三钱半。炼蜜丸如梧子大。每服二、三十丸，空心盐汤温酒任下，自夏至起，冬至止，日一服。（《局方》补骨脂丸）\n⑥定心，补肾：破故纸二两（隔纸炒令香熟），白茯苓一两（去皮）。上二味为细末，用没药半两，捶破，以无灰酒浸，高没药一指许，候如稠饧状，搜前二味，丸如梧桐子大。每服三、五十丸，随食汤下；如没药性燥难丸，再以少酒糊同搜丸，食前服。（《魏氏家藏方》返精丸）\n⑦治肾气虚冷，小便无度：破故纸（大者盐炒）、茴香(小茴香)（盐炒）。上等分为细末，酒糊为丸如梧桐子大。每服五十丸或百丸，空心温酒、盐汤下。（《魏氏家藏方》破故纸丸）\n⑧治打坠腰痛，瘀血凝滞：破故纸（炒）、茴香（小茴香）（炒）、辣桂（肉桂）等分。为末，每热酒服二钱。（《仁斋直指方》）\n⑨治腰疼：破故纸为末，温酒下三钱匕。（《经验后方》）\n⑩治肾气虚弱，风冷乘之；或血气相搏，腰痛如折，起坐艰难，俯仰不利，转侧不能；或因劳役过度，伤于肾经；或处卑湿，地气伤腰；或坠堕伤损，或风寒客搏，或气滞不散，皆令腰痛；或腰间似有物重坠，起坐艰辛者，悉能治之：胡桃（去皮膜）二十个，蒜（熬膏）四两，破故纸（洒浸炒）八两，杜仲（去皮，姜汁浸炒）十六两。上为细末，蒜膏为丸。每服三十丸，空心温酒下；妇女淡醋汤下。常服壮筋骨，活血脉，乌髭须，益颜色。（《局方》青娥丸）\n⑾治妊娠腰痛，状不可忍：破故纸不以多少，瓦上炒香熟，为末，嚼胡桃肉(核桃仁)一个，空心温酒调下三钱。（《伤寒保命集》通气散）\n⑿治牙痛日久，肾虚也：补骨脂二两，青盐半两。炒，研，擦之。（《御药院方》）\n", "prescription": 0, "image": 0, "mainUsage": "补肾助阳。治肾虚冷泻，遗尿，滑精，小便频数，阳痿，腰膝冷痛，虚寒喘嗽。外用治白癜风。\n①《药性论》：主男子腰疼，膝冷囊湿，逐诸冷痹顽，止小便利，腹中冷。\n②《日华子本草》：兴阳事，治冷劳，明耳目。\n③《开宝本草》：主五劳七伤，风虚冷，骨髓伤败，肾冷精流及妇人血气堕胎。\n④《品汇精要》：固精气。\n⑤《纲目》：治肾泄，通命门，暖丹田，敛精神。\n⑥《玉楸药解》：温暖水土，消化饮食，升达脾胃，收敛滑泄、遗精、带下、溺多、便滑诸证。\n⑦《医林纂要》：治虚寒喘嗽。"}