{"name": "金银花", "allNames": ["忍冬花", "鹭鸶花", "银花", "双花", "二花", "金藤花", "双苞花", "金花", "二宝花"], "source": "为忍冬科植物忍冬的花蕾。5～6月间，在晴天清晨露水刚干时摘取花蕾，摊席上晾晒或阴干，并注意翻动，否则容易变黑。忌在烈日下曝晒。宜保存于高燥通风处，防止生虫、变色。\n【生境分布】\n我国大部地区均产，而以山东产量最大，河南产的质量较佳。", "natural": "甘；寒", "process": 0, "shape": "干燥花蕾呈长棒状，略弯曲，长约2～3厘米，上部较粗，直径约1.5～3毫米。外表黄色或黄褐色，被有短柔毛及腺毛。基部有绿色细小的花萼，5裂，裂片三角形，无毛。剖开花蕾，则见5枚雄蕊及1枚雌蕊。花冠唇形，雌雄蕊呈须状伸出。气芳香，味微苦。以花未开放、色黄白、肥大者为佳。\n金银花的效果", "usage": "为忍冬科植物忍冬的花蕾。\n主治温病发热，热毒血痢，痈疡，肿毒，瘰疬，痔漏。", "jingMai": "肺经；胃经", "mainUse": 0, "dosage": "内服：煎汤，10~20g；或入丸散。\n外用：适量，捣敷。", "attention": "脾胃虚寒及气虚疮疡脓清者忌服。\n金银花的药方\n①预防乙脑、流脑：金银花、连翘、大青根、芦根、甘草各三钱。水煎代茶饮，每日一剂，连服三至五天。（《江西草药》）\n②治太阴风温、温热，冬温初起，但热不恶寒而渴者：连翘一两，银花一两，苦桔梗六钱，薄荷六钱，竹叶(淡竹叶)四钱，生甘草五钱，荆芥穗四钱，淡豆豉五钱，牛蒡子六钱。上杵为散，每服六钱，鲜苇根汤煎服。（《温病条辨》银翘散）\n③治痢疾：金银花（入铜锅内，焙枯存性）五钱。红痢以白蜜水调服，白痢以沙糖水调服。（《惠直堂经验方》忍冬散）\n④治热淋：金银花、海金沙藤、天胡荽、金楔子根、白茅根各一两。水煎服，每日一剂，五至七天为一疗程。（《江西草药》）\n⑤治胆道感染，创口感染：金银花一两，连翘、大青根、黄芩、野菊花各五钱。水煎服，每日一剂。（《江西草药》）\n⑥治疮疡痛甚，色变紫黑者：金银花连枝叶（锉）二两，黄芪四两，甘草一两。上细切，用酒一升，同入壶瓶内，闭口，重汤内煮三、二时辰，取出，去滓，顿服之。（《活法机要》回疮金银花散）\n⑦治一切肿毒，不问已溃未溃，或初起发热，并疔疮便毒，喉痹乳蛾：金银花（连茎叶）自然汁半碗，煎八分服之，以滓敷上，败毒托里，散气和血，其功独胜。（《积善堂经验方》）\n⑧治痈疽发背初起：金银花半斤，水十碗煎至二碗，入当归二两，同煎至一碗，一气服之。（《洞天奥旨》归花汤）\n⑨治一切内外痈肿：金银花四两，甘草三两。水煎顿服，能饮者用酒煎服。（《医学心悟》忍冬汤）\n⑩治大肠生痈，手不可按，右足屈而不伸：金银花三两，当归二两，地榆一两，麦冬一两，玄参一两，生甘草三钱，薏仁(薏苡仁)五钱，黄芩二钱。水煎服。（《洞天奥旨》清肠饮）\n⑾治深部脓肿：金银花、野菊花、海金沙、马兰、甘草各三钱，大青叶一两。水煎服。亦可治疗痈肿疔疮。（《江西草药》）\n⑿治气性坏疽，骨髓炎：金银花一两，积雪草二两，一点红一两，野菊花一两，白茅根一两，白花蛇舌草二两，地胆草一两。水煎服。另用女贞子、佛甲草（均鲜者）各适量，捣烂外敷。（《江西草药》）\n⒀治初期急性乳腺炎：银花八钱，蒲公英五钱，连翘、陈皮各三钱，青皮、生甘草各二钱。上为一剂量，水煎二次，并分二次服，每日一剂，严重者可一日服两剂。（《中级医刊》（3）：167，1964）\n⒁治乳岩积久渐大，色赤出水，内溃深洞：金银花、黄芪（生）各五钱，当归八钱，甘草一钱八分，枸橘叶（即臭橘叶）五十片。水酒各半煎服。（《竹林女科》银花汤）\n⒂治杨梅结毒：金银花一两，甘草二钱，黑料豆(野料豆)二两，土茯苓四两。水煎，每日一剂，须尽饮。（《外科十法》忍冬汤）\n⒃解农药（1059、1605、4049等有机磷制剂）中毒：银花二至三两，明矾二钱，大黄五钱，甘草二至三两。水煎冷服，每剂作一次服，一日二剂。（徐州《单方验方新医疗法选编》）\n⒄治发背、恶疮，托里、止痛、排脓：金银花四两，甘草一两（炒）。上为粗末，每服四钱，水、酒各一盏，煎至一盏，去渣，稍热服之。（《卫生宝鉴》）\n⒅治消渴愈后，预防发痈疽，宜先服此：忍冬草根、茎、花、叶皆可，不拘多少，入瓶内，以无灰好酒浸，以糠火煨一宿，取出晒干。入甘草少许，碾为细末，以浸药酒打面糊丸梧子大。每服五十丸至百丸，汤酒任下。此药不特治痈疽，大能止渴。（《纲目》引《外科精要》）\n【食疗方】\n1.银花绿豆饮\n绿豆60克，加水煎汤取汁，加金银花10克，蜂蜜适量。煎20～30分钟，去渣服用。\n功效：清热除烦，解暑止渴。主治暑热烦渴，小便短赤，或痱子热痒。并可用于预防中暑。\n2.菊花银花公英茶\n菊花15克，银花20克，蒲公英30克，甘草3克，绿豆20克。将诸味共入锅中，水煎去渣取汁即成。每日1剂，连用5～7日为一疗程。\n功效：清热解毒，抗感染。主治妇女乳痈初起热毒较甚者。\n3.二花茶\n金银花50克，杭菊花100克，蜂蜜适量。将金银花、菊花拣去杂质，淘洗后放锅内略炒一下，凉后放干净瓶中保存，用时取其少许，放杯内用开水冲泡，加蜂蜜适量调味，即可饮用。每日2～3次。\n功效：清热祛风，明目降压。主治暑热烦渴，高血压病，冠心病，心悸失眠，咽喉肿痛，感冒咳嗽。也可作为夏季防暑之清凉饮料。\n4.忍冬汤\n金银花120克，甘草45克。以水或酒煎汤服。主治\"一切内外痈肿\"，如肠痈、乳痈、疖疮等。\n", "prescription": 0, "image": 0, "mainUsage": "清热，解毒。治温病发热，热毒血痢，痈疡，肿毒，瘰疬，痔漏。\n①《滇南本草》：清热，解诸疮，痈疽发背，丹流瘰疬。\n②《生草药性备要》；能消痈疽疔毒，止痢疾，洗疳疮，去皮肤血热。\n③《本草备要》：养血止渴。治疥癣。\n④《重庆堂随笔》：清络中风火湿热，解温疫秽恶浊邪，息肝胆浮越风阳，治痉厥癫痫诸症。\n⑤广州部队《常用中草药手册》：清热解毒。治外感发热咳嗽，肠炎，菌痢，麻疹，腮腺炎，败血症，疮疖肿毒，阑尾炎，外伤感染，小儿痱毒。制成凉茶，可预防中暑、感冒及肠道传染病。"}