{"name": "锁阳", "allNames": ["不老药", "锈铁棒", "琐阳", "黄骨狼", "锁严子", "羊锁不拉", "地毛球"], "source": "本品为锁阳科植物锁阳CynomoriumsongaricumRupr.的干燥肉质茎。春季采挖，除去花序，切段，晒干。\n【原形态】\n多年生肉质寄生草本，高10-100cm。无叶绿素，全体呈暗紫红色或红色。地下茎短粗，具多数瘤突状吸收根。茎肉质，圆柱形，下位埋于土中，通常仅顶端露于地上，基部稍膨大，直径3-6cm，鳞片状叶第生，在茎基部密集，覆瓦状吸收根。茎肉质，圆柱形，下位埋于土中，通常仅顶端露于地上，基部稍膨大，直径3-6cm。鳞片状叶互生，在茎基部必集，覆瓦状排列，上部呈稀疏螺旋状排列，长达1cm，宽不足1cm，先端尖。花杂性同株，穗状花序顶生，肉质，棒状，长5-12cm，直径2-4cm，小花密集，覆以鳞片状苞片；花暗紫色；雄花花被征1-6线形，雄蕊1，长于花被，退化雌蕊不显着或有时呈倒卵状突起；雌花具数片线状肉质总苞片，其中一片常较宽大，花被片棒状，雌蕊1，子房下位或半下位，花柱棒状；两性花多在雄花开前即开，具雄蕊、雌蕊各1。坚果球表，很小。花期5-6月，果期8-9月。\n【生境分布】\n生态环境：生于多沙地区，寄生于蒺藜科植物白刺的根上。\n资源分布：分布于西北及内蒙古等地。", "natural": "甘；性温", "process": 0, "shape": "本品呈扁圆柱形，微弯曲，长5～15cm,直径1.5～5cm。表面棕色或棕褐色，粗糙，具明显纵沟及不规则凹陷，有的残存三角形的黑棕色鳞片。体重，质硬，难折断，断面浅棕色或棕褐色，有黄色三角状维管束。气微，味甘而涩。\n锁阳的效果", "usage": "本品为锁阳科植物锁阳的干燥肉质茎。用于骨蒸潮热、腿膝痿弱无力、肾虚阳痿及血枯便秘。", "jingMai": "归肾经；肝经；大肠经", "mainUse": 0, "dosage": "内服：煎汤，5～15克；入丸、散或熬膏。", "attention": "阴虚火旺，脾虚泄泻及实热便秘者禁服。长期食用，亦可致便秘。\n①《本草从新》：泄泻及阳易举而精不固者忌之。\n②《得配本草》：大便滑；精不固，火盛便秘，阳道易举，心虚气胀，皆禁用。\n锁阳的药方\n①治痿：黄柏半斤（酒炒），龟板(龟甲)四两（酒炙），知母二两（酒炒），熟地黄、陈皮、白芍各二两，琐阳一两半，虎骨一两（炙），干姜半两。上为末，酒糊丸，或粥丸。（《丹溪心法》虎潜丸）\n②治阳弱精虚，阴衰血竭，大肠燥涸，便秘不运：琐阳三斤。清水五斗，煎浓汁二次，总和，以砂锅内熬膏，炼蜜八两收成，入磁瓶内收贮，每早、午、晚各食前服十余茶匙，热酒化服。（《本草切要》）\n③治肾虚滑精，腰膝软弱锁阳、桑螵蛸、茯苓各9g，龙骨3g。水煎服。（《全国中草药汇编》）\n④治阳萎，早泄：锁阳五钱，党参、山药各四钱，覆盆子三钱。水煎服。（《陕甘宁青中草药选》）\n⑤治老年气弱阴虚，大便燥结锁阳、桑椹子各15g。水煎取浓汁，加白蜜30g，分两次服。（《宁夏中草药手册》）\n⑥治泌尿系感染尿血：锁阳、忍冬藤各五钱，茅根(白茅根)一两。水煎服。（《宁夏中草药手册》）\n⑦治胃溃疡锁阳、珠芽蓼各9g。水煎服。（《陕甘宁青中草药选》）\n⑧治消化不良：锁阳五钱。水煎服。\n⑨治白带锁阳15g，沙枣树皮9g。水煎服。（《陕甘宁青中草药选》）\n⑩治妇女子宫下垂锁阳15g，木通9g，车前子9g，甘草9g，五味子9g，大枣3个。水煎服。（《沙漠地区药用植物》\n⑾治胃痛，胃酸过多：锁阳四两，寒水石（煅）五两，红盐一钱，龙胆草一两，冰糖十两。共为细末，每服三钱。\n⑿治心脏病：锁阳，冬季采集后用猪油（或奶油）炸后，经常冲茶服，二十日为一疗程。（⑾方以下出《中国沙漠地区药用植物》）\n⒀治阳衰锁阳、苁蓉(肉苁蓉)、枸杞子、胡桃仁(核桃仁)各12g，菟丝子9g，淫羊藿15g。水煎服。（《全国中草药汇编》）\n【食疗方】\n1.锁阳酒\n锁阳30克，白酒500克。将锁阳洗净，切片，放入白酒瓶内浸泡，每日振摇1次，７日后即可饮用。每次５～10毫升，一日２次。\n功效：补肾助阳。运用于肾虚火衰，阳萎，早泄，滑精，腰膝酸痛。\n2.锁阳粥\n锁阳15克，粳米60克。将锁阳洗净，切成薄片。粳米淘净，与锁阳共入锅中，加水适量。先用武火煮沸，再用文火煎熬３５分钟，以粳米稠烂为度。可供早晚餐食用。\n功效：补肾助阳，润肠通便。用治肾阳虚衰，阳萎，遗精，腰痛和老年阳虚气弱所致便秘。\n", "prescription": 0, "image": 0, "mainUsage": "补肾阳，益精血，润肠通便。用于骨蒸潮热、腿膝痿弱无力、肾虚阳痿及血枯便秘。\n①《本草衍义补遗》：补阴气。治虚而大便燥结用。\n②《纲目》：润燥养筋。治痿弱。\n③《本草原始》：补阴血虚火，兴阳固精，强阴益髓。\n④《内蒙古中草药》：治阳萎遗精，腰腿酸软，神经衰弱，老年便秘。"}