{"name": "阳起石", "allNames": ["羊起石", "石生", "阳石", "起阳石", "白石"], "source": "为硅酸盐类矿物阳起石或阳起石石棉的矿石。采得后，去净泥土、杂石。\n【原形态】\n①阳起石\n单斜晶系。晶体呈长柱状、针状、毛发状。但通常成细放射状、棒状或纤维状的集合体。颜色由带浅绿色的灰色到暗绿色。具玻璃光泽。透明至不透明。单向完全解理。断口呈多片状。硬度5.5～6。比重3.1～3.3。性脆。常见于各种变质岩中。\n②阳起石石棉\n为纤维状的阳起石，其特点是具有极好的平行纤维状构造，纤维长短不一。白色、浅绿色及浅棕色。绢丝光泽。具有伸缩性和韧性、耐火性和抗酸性。\n【生境分布】\n主产于湖北、河南等地。", "natural": "咸，温。", "process": "阳起石：洗净，砸碎。\n煅阳起石：取洁净的阳起石块，置坩埚内，在无烟的炉火中煅红透，倒入黄酒内淬，取出，晾干，碾细。（每阳起石100斤，用黄酒20斤）", "shape": "为长条形或扁长条形，大小不一。全体乳白色、青白色至青灰色，或形成青白色与青灰色相间的纵花纹，有时带黄棕色，具光泽。体重而质地松软，易剥离，断面呈纤维状，易纵向裂开，捻碎后呈丝状，其丝棉软而光滑。富弹性，粘在皮肤上则发痒，且不易去掉。气味均无。以针束状、灰白色有光泽、易捻碎者为佳。置火焰中烧之变红色而不熔，离火后，烧过的部分略变黄，吹管灼烧时难熔，不导热。不溶于酸。\n阳起石的效果", "usage": "为硅酸盐类矿物阳起石或阳起石石棉的矿石。\n主治下焦虚寒，腰膝冷痹，男子阳痿，女子宫冷，癥瘕崩漏。", "jingMai": "入肾经。", "mainUse": 0, "dosage": "内服：入丸、散，3～4.5克。", "attention": "阴虚火旺者忌服。\n①《本草经集注》：桑螵蛸为之使。恶泽泻、菌桂、雷丸、蛇蜕皮。畏菟丝。\n②《药性论》：恶石葵。忌羊血。\n③《本草经疏》：阴虚火旺者忌之。阳萎属于失志，以致火气闭密不得发越而然，及崩中带下由于火盛而非虚寒者，并不得服。\n④《本草汇言》：营虚血热者不宜服。\n阳起石的药方\n①治元气虚寒，精滑不禁，大府溏泄，手足厥冷：阳起石（煅，研令极细）、钟乳粉各等分。共为细末，酒煮附子末糊为丸，如梧桐子大。每服五十丸，空心米饮送下，（《济生方》白丸）\n②治阴痿、阴汗：阳起石（煅，为末），每服二钱，盐酒下。（《普济方》）\n③治冲任不交；虚寒之极，崩中不止，变生他证：阳起石（火煅红，别研，令极细）二两，鹿茸（去毛，醋炙）一两。上为细末，醋煎艾汁，打糯米和为丸如桐子大。每服百丸，食前空心米饮下。（《济生方》阳起石丸）\n④治丹毒：阳起石（烧，研末），新水调涂肿处。（《儒门事亲》阳起石散）\n⑤治劳伤虚损，下经衰竭，肾气不固，精溺遗失，脏腑自利，手足厥冷，或脉理如丝，形肉消脱，或恶闻食气，声嘶失音阳起石（火煅通红）、附子（炮，去皮脐）、钟乳粉各等分。上为细末，和匀，用糯米糊为丸，如梧桐子大。每服二十丸至三十丸，米饭送下，食前服。忌豉汁、羊血。（《局方》三建丹）\n⑥治肾脏虚损．阳气萎弱阳起石一两（酒煮半日），白矾灰一两，钟乳粉一两，硫黄一两，冰片一两，伏火硇砂一两，伏火砒霜半两。上药研如粉，用软粳米饭和为丸，如梧桐子大，每于食前温酒送服十丸，每日两次。（《圣惠方》阳起石丸）\n⑦治妇人子脏虚冷，劳伤过度，风寒结搏，久不受胎，遂致绝子不产阳起石（酒浸半日，细研）二两，吴茱萸（汤洗七遍，焙，微炒）三分，熟地黄一两，牛膝（去苗，酒浸，焙）、干姜（炮）、白术各三分。上为细末，炼蜜和捣三百杵，丸如梧桐子大。每服二十丸至三十丸，温酒或温米饮下，空心食前，日二服。若觉有妊即住服。（《局方》阳起石丸）\n⑧治伤寒四逆阳起石、太阴玄精石、消石、附子（炮裂，去皮脐）各等分。上为细末，汤浸蒸饼为丸，如梧桐子大。每服五丸至十丸，新汲水送下。汗出解。（《圣济总录》阳起石丸）\n", "prescription": 0, "image": 0, "mainUsage": "温肾壮阳。治下焦虚寒，腰膝冷痹，男子阳痿，女子宫冷，癥瘕崩漏。\n①《本经》：主崩中漏下，破子脏中血，癥瘕结气，寒热腹痛，阴痿不起，补不足。\n②《别录》：疗男子茎头寒，阴下湿痒，去臭汗，消水肿。\n③《药性论》：补肾气精乏，腰疼膝冷，湿痹，能暖女子子宫久冷，冷癥寒瘕，止月水不定。\n④《日华子本草》：治带下，温疫，冷气，补五劳七伤。\n⑤王好古：补命门不足。\n⑥《医学入门》：能助人阳气，主男子下虚阳衰乏。\n⑦《纲目》：散诸热肿。\n⑧《玉楸药解》：治寒疝。"}