{"name": "阿魏", "allNames": ["炒阿魏", "制阿魏", "熏渠", "哈昔泥", "五彩魏", "臭阿魏", "阿虞", "阿为", "薰集", "哈菖呢", "五彩荟", "彩魏", "彩阿咪", "魏去疾"], "source": "为伞形科植物阿魏、新疆阿魏、阜康阿魏的树脂。未开花前采收。挖松泥土，露出根部，将茎白根头处切断，即有乳液自断面流出，上面用树叶I覆盖，约经10日渗出液凝固如脂，即可刮下。再将其上端切去一小段。如上法采收，每隔10天一次，至枯竭为止，共约3个月。置阴凉干燥处，密闭保存，防热。", "natural": "辛；平；无毒", "process": 0, "shape": "（1）阿魏（进口）\n呈球粒状凝聚而成大上不等的团块。表面粗糙，颜色不一，由白、黄、暗黄、棕或红棕色相间而成，无光泽。干燥品较硬，新鲜品较软，断面乳白色或浅黄棕色，在空气中渐变成红色或红棕色，有强烈持久的蒜臭，味微辣而苦，嚼之粘牙。加热变柔软。与水共研成白色乳状液。\n（2）阿魏\n（国产，主要为新疆阿魏，少量阜康阿魏，少量阜康阿魏）呈不规则的块状和脂膏状颜色深浅不一，表面蜡黄色至棕共同色。块状者体轻，质地似蜡，断面稍有孔隙，新鲜切面颜色较浅，放置后色渐深。脂膏状者粘稠、灰白色。具强烈而持久的蒜样特异臭气，味辛辣，嚼之粘芽并有灼烧感。加水研磨亦呈白色乳液。\n以凝块状、表面具彩色、断面乳白色或稍带微红色、气味浓而持久、纯净无杂质者佳。\n阿魏的效果", "usage": "为伞形科植物阿魏、新疆阿魏、阜康阿魏的树脂。\n主治癥瘕痞块，虫积，肉积，心腹冷痛，疟疾，痢疾。", "jingMai": "归肝经；脾经；胃经", "mainUse": 0, "dosage": "内服：入丸、散，1~1.5g。\n外用：适量，熬制药膏或研末入膏药内敷贴。", "attention": "1.脾胃虚弱及孕妇忌服。\n2.《本草经疏》：脾胃虚弱之人、虽有痞块坚积，不可轻用。\n3.《医林纂要》：多服耗气昏目。\n4.《本草求真》：胃虚食少人得之，入口便大吐逆，遂致夺食泄泻，因而赢瘦怯弱。\n阿魏的药方\n①治一切痞块癥瘕，食次血气成积者：阿魏五钱，白芥子四两，白术三两，三棱、莪术各二两。后四味俱炒燥，研为细末，以阿魏热酒溶化，和入为丸，黍米大。每早晚各服二钱，白汤下。妇人病此，本方加当归、川芎、干漆，俱酒炒各一两。（《何日中手集》）\n②治痞：阿魏、乳香、没药、芒硝各二两，俱研细，听用。外用大黄二两，白芥子三两，木鳖子二十一个（去壳），穿山甲、肉桂、川独活各一两五钱，乱发二两；用香油四十两，煎黑去渣，待油冷凝，入锅内，乘油冷时加水飞净细炒燥黄丹二十两，将油煎滚，用铁箸不住手搅，以黄丹黑熟，软硬得所，提起，将凝，加入阿魏、乳、没、硝四味细末在内搅匀，即成膏矣。凡贴膏药时，先用芒硝研细，随患处铺半指厚，以纸盖定，用热熨良久，如硝耗，再加熨之，二时许，方贴膏药。（《何日中手集》）\n③治小儿食积，腹如蜘蛛状，肚痛，小便白浊：阿魏（醋浸一宿，研如泥）半两，黄连（炒）半两，花碱（研如粉）三钱，山查肉(山楂)一两，连翘一两半，半夏（皂角浸一宿）一两。上为末，炒神曲糊丸，如萝卜子大。每服二十丸，空心米饮下。（《医学纲目》阿魏丸）\n④治气积，肉积，心腹膨满，结块疼痛，或引胁肋疼痛，或痛连背膂，不思饮食：木香（不见火）、槟榔各半两，胡椒、阿魏（用醋化开）各二钱半。上为细末，用阿魏膏子，并粟米饭，杵和为丸，如桐子大。每服四十丸，不拘时候，生姜皮汤下。（《济生方》阿魏丸）\n⑤治疟疾：胭脂、阿魏各一大豆许，同研。以大蒜肉研和为膏，用大核桃一枚，劈开去仁，取一片以药膏子填在核内。疟发时，用药核桃覆在手虎口上，男左女右，令药着肉，以绯帛系定，经宿乃去。（《圣济总录》扼虎膏）\n⑥治诸积鸡子五枚，阿魏五分，黄蜡一两。锅内一处煎。分作十服，温汤空心服。（《赤水玄珠》脾积膏）\n⑦治男妇痞块阿魏一两，生漆（滤过）、苍耳（苍耳子）各四两，蜂蜜六两。和匀入锡罐内，密封罐口，置锅内水煮三炷香久，取起候冷。每服二茶匙，食远烧酒调下，日三次。忌油腻发毒物。（《医学入门》生漆膏）\n⑧治噎膈、反胃大枳壳二个（剖开去瓤），阿魏六分，杏仁（苦杏仁）十粒。研匀，装壳内，湿棉纸包七层，慢火内炙存性，去阿魏、杏仁，研末。每个作一服，烧酒调下，服三个痊愈。（《仙拈集》枳壳散）\n⑨治疟母结癖，寒热无已真阿魏，雄黄各二钱半，朱砂钱半。上沸汤泡阿魏研散；雄、朱为末和之，稀面糊丸桐子大每一丸，人参煎汤，候冷，空心服。瘴疟，桃枝煎汤，冷服。临发，磨一丸，傅鼻头、口畔。（《直指方》经效疟丹）\n⑩治败精恶物不出，结成疝，痛不可忍阿魏二两（酢和荞麦面裹，火煨熟），槟榔（大者）二个，刮空，滴乳香满盛，刮下来，用荞麦拌作饼，慢火煨。上细末，入硇砂一钱，赤芍一两，同为末，面糊搜和丸，如梧子大。盐酒下。（《脉因证治》应痛丸）\n⑾治天钓、内钓蓬术(莪术)五钱，阿魏二钱。上先将温酒化阿魏，浸蓬术(莪术)一昼夜，焙干为末。紫苏米饮调下。（《婴童百问》魏香散）\n⑿治白虎风身体疼痛不可忍，转动不得阿魏半钱匕，地龙十五条（白色少泥者．微炒），乳香（研）、好茶末各一钱匕。上为细散。分两服，空心热酒调下，更吃热豆淋酒、热姜稀粥，以衣被覆取微汗。（《圣济总录》阿魏散）\n⒀治牙痛阿魏、臭豆各一分。上药同研如粉，以面糊和丸，如绿豆大。每用一丸，绵裹，随患处左右插在耳门内。（《圣惠方》）\n", "prescription": 0, "image": 0, "mainUsage": "消积，杀虫。治癥瘕痞块，虫积，肉积，心腹冷痛，疟疾，痢疾。\n①《唐本草》：主杀诸小虫，去臭气，破癥积，下恶气。\n②《千金翼方》：主一切疰恶气。\n③《海药本草》：主心腹中冷。\n④《口华子本草》：治传尸，破癥癖，冷气，辟温，治疟，兼主霍乱心腹痛，肾气，温瘴，御一切蕈菜毒。\n⑤朱震亨：消肉积。\n⑥《本草会编》：解自死牛、羊、马肉诸毒。\n⑦《本草通玄》：截疟，止痢，解毒，止臭。\n⑧《新疆中草药手册》：治神经衰弱，慢性气管炎。"}