{"name": "青礞石", "allNames": ["礞石"], "source": "为变质岩类黑云母片岩、绿泥石化云母碳酸盐片岩。全年可采，采得后除净杂石、泥土即可。\n【原形态】\n1.黑云母片岩主要由黑云母及少量石英、中长石、绿帘石等矿物组成的集合体。呈不规则扁块状，无明显棱角，其中有鳞片状矿物具定向排列，彼此相连。断面可见明显的片状构造，鳞片状变晶结构。岩石呈黑色，有的带暗绿色调，珍珠光泽，质软而脆，易剥碎。\n2.绿泥石化云母碳酸盐片岩主要由方解石、白云石、金云母(部分转变为绿泥石，即绿泥石化)、绢云母、石英等矿物组成的集合体。呈不规则块体。其中粒状矿物和鳞片状矿物定向排列为片状结构，鳞片花岗变晶结构，但不甚明显。岩石呈灰绿色，夹于其中的鳞片状矿物显珍珠光泽。质较疏松，易剥碎。遇稀盐酸即有气泡发生。\n【生境分布】\n生态环境：产于接触变质区域变质基中酸碱性浸入岩及火成岩、伟晶岩中，是中酸性火成岩的主要造岩矿物之一。\n资源分布：分布于江苏、浙江、河南、湖北、湖南、四川等地。", "natural": "甘；咸；平；无毒", "process": "1.青礞石《嘉佑本草》：细研为粉。现行，取原药材，除去杂质及泥土，砸碎或碾成粉末。\n2.煅青礞石《品汇精要》：每二两，捶碎，用焰硝二两，同入小砂罐内，瓦片盖定，铁线缚之，盐泥固济，晒干。火煅红，上有金星透出为度。候冷，研为极细末。《本草蒙筌》：欲辨假真，须依法制。敲碎小颗粒，贮倾银罐中，搀半焰硝，盐泥固济，武火煅一炷香，取出。色若雌黄、软脆易擂方为不假。成末以水飞细，入药作散为丸。《本草乘雅半偈》：以青色坚细、击开有白星点点者为贵。修治以大坩埚一个，用礞石四两，杵碎，入消石等分拌匀，炭火十五斤簇定，煅至消尽，星黄如麸金。取出研极细，水飞数过，晒干，再乳万匝。《医宗金鉴》：焰硝煅过，埋地内七日用。现行，取净青礞石，置适宜耐火容器内，用无烟武火加热，煅至红透，取出放凉，碾细。\n【饮片性状】\n煅青礞石呈粉末状，青黄绿色，质软，略有光泽。贮干燥容器内，置干燥处，防尘。", "shape": "(1)黑云母片岩：主为鳞片状或片状集合体。呈不规则扁块状或长斜块状，无明显棱角。褐黑色或绿黑色。具玻璃样光泽。质软，易碎，断面呈较明显层片状；碎粉主为黑色或绿黑色鳞片(黑云母)，有似星点样闪光。气微，味淡。以绿黑色、质软易碎、有光泽者为佳。\n(2)绿泥石化云母碳酸盐片岩为粒状和小鳞片状集合体，呈不规则块状。灰色或绿灰色，夹有银色或淡黄色鳞片，具珍珠样光泽。质松软，易碎，碎粉为灰绿色小鳞片(绿泥石化云母片)和类白色颗粒(主为碳酸盐)，片状者具星点样闪光。遇稀盐酸发生气泡，加热后泡沸激烈。气微，味淡。以灰绿色、有光泽者为佳。\n青礞石的效果", "usage": "为变质岩类黑云母片岩、绿泥石化云母碳酸盐片岩。用于顽痰咳喘，癫痫发狂，烦躁胸闷，惊风抽搐，宿食癖积，症瘕。", "jingMai": "肺；心；肝；胃；大肠经", "mainUse": 0, "dosage": "内服：入丸、散，3-6g；煎汤，10-15g，布包。", "attention": "非痰热内结不化之实证，或脾胃虚弱，阴虚燥痰及孕妇均禁服。\n1.《纲目》：气弱脾虚者，不宜久服。\n2.《本草从新》：气弱血虚者大忌。\n青礞石的药方\n《纲目》:其色蒙蒙然，故名。\n", "prescription": 0, "image": 0, "mainUsage": "坠痰下气，平肝镇惊，消食攻积。主顽痰咳喘，癫痫发狂，烦躁胸闷，惊风抽搐，宿食癖积，症瘕。"}