{"name": "高丽参", "allNames": ["别直参"], "source": "五加科植物人参带根茎的根，经加工蒸制而成。分北朝鲜红参和南朝鲜红参。高丽参依形色又可分为水参、白参及红参。", "natural": 0, "process": 0, "shape": "呈长柱状，上半部均压制成不规则的方柱形，长7~16cm，直径1~2cm；表面红棕色至深红棕色，有光泽，略透明，皮细腻显油润；根茎（参芦）短而粗凹窝状，有的具两个参芦，参芦的茎痕（芦碗）大，略似碗状；根的上部有横环纹。中下部有纵皱和少数浅纵沟，底端下部支根（参腿）1~3支，稀有4支，较粗；质坚重，不易折断，断面较平坦，红棕色，有光泽，呈角质，形成层色淡；气香特异，味微苦后甘甜。　\n高丽参的顶端有短而且粗的芦头，芦碗明显而且大，双芦称蝴蝶芦，这是上等高丽参的标志之一。此外上等的高丽红参表面有蟋蟀纹、质硬，断面呈镜面光泽、有菊花纹，气味香浓，甘苦味浓,参条越粗的质量越好。\n高丽参的效果", "usage": "五加科植物人参带根茎的根，经加工蒸制而成。\n具有大补元气、滋补强壮、生津止渴、宁神益智等功效。", "jingMai": 0, "mainUse": 0, "dosage": 0, "attention": "畏五灵脂,反藜芦。禁与萝卜同食。\n【产区甄别】\n真正的高丽参是选用生长了6年的人参进行炮制的，分白参和红参两种，但是通常指的高丽参是指红参。\n红参的炮制过程中会采用多种其它中药材来化解人参的\"燥气\"，同时增加其功效。真正的\"正官庄\"丽参相当于韩国官方认证的高丽参，其炮制的过程和其它药材的种类、配比是保密的。也就是说，韩国产的高丽参，同一等级的参各品牌之间也会有所差异，这是炮制和配方的区别引起的。　　\n国产的\"高丽参\"多采用长白山地区的种植人参，由于没有严格的年限界定，所以其人参的原料的选取不一定是6年生的，大多在3－4年，本身人参的效用会有一些差异。而炮制的方法和其它药材也会与韩国有所区别，确切的说应该是中国朝族人按照朝族的炮制方法制作的红参，不能确切称为\"高丽参\"。　\n　\n其中芦头可以很明确的区分一下，如果芦头上的\"芦碗\"不是6个，而是少于6个，肯定是国产的，而非进口的原装。　　\n色泽\n进口的高丽参（红参），色泽酱红，表皮坚实，少有褶皱，呈压缩的四棱柱形，其中天、地两个等级的会有两条腿的分支，修建非常齐整。人、良两个等级要求没有那么严格了。另外，在强光的透视下，真正的高丽参是完全半透明的，其中少有或根本没有不透明的结节。如果你看到的人参在以上色泽方面有差异，可以肯定是本地的。\n香气\n高丽参和红参的区别：高丽参和红参其实原料都是人参水参加工而成，只不过高丽参是朝鲜半岛产的水参，而中国红参是东北地区产的水参。再就是加工方法不同，高丽参在加工成红参以后又进行了深加工，所以高丽参和红参在成分上没有什么本质的区别，要非说有区别，那高丽参也是在后期加工过程中出现的新成分。\n", "prescription": 0, "image": 0, "mainUsage": "具有大补元气、滋补强壮、生津止渴、宁神益智等功效，适用于惊悸失眠者，体虚者，心力衰竭、心源性休克等。"}