{"name": "鸦胆子", "allNames": ["鸦胆", "老鸦胆", "鸦蛋子", "丫蛋子", "鸭蛋子", "鸭胆子", "苦榛子", "鸭旦子", "解苦楝", "小苦楝"], "source": "为苦木科植物鸦胆子的果实。秋、冬果实成熟，待果皮变黑色时，分批采收，扬净，晒干。", "natural": "苦；性寒；小毒", "process": "簸净杂质，洗净，晒干，剥去外壳，取整仁。", "shape": "核果卵形或椭圆形，略扁，长0.6-1cm，直径4-7mm，表面黑色，有隆起网状皱纹，顶端有鸟嘴状短尖的花柱残基，腹背两侧有较明显的棱线，基部钝圆，有凹点状果柄痕，果肉易剥落；果核坚硬，破开后内面灰棕色平滑，内含种子1颗。种子卵形，长4-7mm，直径3-5mm，表面乳白色或黄白色，有稍隆起的网纹，顶端短尖呈鸟嘴状，其下有长圆形种脐，近基部有棕色圆形合点，种脐与合点间有稍隆起的种脊；种皮薄，胚乳和胚富油性。气微特异，味极苦。以粒大、饱满、种仁白色、油性足者为佳。\n鸦胆子的效果", "usage": "为苦木科植物鸦胆子的果实。\n主治痢疾，久泻，疟疾，痔疮，疔毒，赘疣，鸡眼。", "jingMai": "大肠经；肝经", "mainUse": 0, "dosage": "内服：多去壳取仁，用胶囊或龙眼肉包裹吞服，治疟疾第次10-15粒，治痢疾第次10-30粒。\n外用：适量，捣敷；或制成鸦胆子油局部涂敷；或煎水洗。", "attention": "脾胃虚弱，呕吐者忌服。《广西中草药》：孕妇和小儿慎用。\n鸦胆子的药方\n①治里急后重：鸦胆去壳留肉，包龙眼肉，每岁一粒，白滚水下。（《吉云旅钞》）\n②治热性亦痢，及二便因热下血：鸦胆子去皮，每服二十五粒，极多至五十粒，白糖水送下。此物囫囵吞服，去皮时仁有破者，去之勿服，服之恐作呕吐。（《医学衷中参西录》）\n③治疟疾：鸦胆子果仁十粒，入桂圆肉(龙眼肉)内吞服，日三次，第三日后减半量，连眼五日。（《广西中草药》）\n④治早期血吸虫病：鸦胆子果仁十粒，日二次，连服四、五天。（《广西中草药》）\n⑤治痔：鸦胆子七粒，包圆眼肉，吞下。（《纲目拾遗》）\n⑥治疣：鸦胆子去皮，取白仁之成实者，杵为末，以烧酒和涂少许，小作疮即愈。（《医学衷中参西录》）\n⑦治脚鸡眼；鸦胆子二十个，砸开取仁，用针尖戳住，放灯头以上少烤，烤至黄色，再放一小块胶布上，用刀将该药按成片，粘于患处（在粘前用开水将患处洗净，用刀将厚皮割去），每日换一次，二十天左右即痊愈。（《新中医药》8（12）：583，1957）\n⑧治滴虫性阴道炎：鸦胆子二十个，去皮，水一茶杯半，用砂壶煎至半茶杯，倒入消毒碗内，用消过毒的大注射器将药注入阴道，每次注二十至四十毫升。轻者一次，重者二至三次。（《河北中医药集锦》）\n⑨治痢鸦胆子（去壳，捶去皮）一钱，文蛤（醋炒）、枯矾、川连(黄连)（炒）各三分。糊丸，朱砂为衣。或鸦胆霜、黄丹(铅丹)各一钱，加木香二分亦可，乌梅肉丸，朱砂为衣。二方俱丸绿豆大，粥皮或盐梅皮，或圆眼干肉或芭蕉子肉包吞十一二丸，立止。（《医碥》鸦胆丸）\n⑩治痢久，脓血腥臭，肠中欲腐，兼下焦虚惫，气虚滑脱者生山药（轧细）一两，三七（轧细）二钱，鸭蛋子（去皮）五十粒。上药三味，先用水四盅，调和山药末煮作粥。煮时，不住以箸搅之，一两沸即熟，约得粥一大碗。即用其粥送服三七末、鸭蛋子。（《衷中参西录》三宝粥）\n⑾治花柳毒淋，有热丈菊子（即向日葵，捣碎）一两，鸭蛋子四十粒。将丈菊子蒸汤一盅，送服鸭蛋子仁。（《衷中参西录》消毒二仙丹）\n⑿治毒蛇咬伤鸦胆子、半边莲、七枝莲、对面针各适量。掏烂敷患处。（《岭南草药志》）\n⒀治慢性鼻炎将鸦胆子油涂于双鼻腔下、鼻腔粘膜前后端和游离缘，2～4d1次。（《中医外治杂志》1992，（3）：45）\n", "prescription": 0, "image": 0, "mainUsage": "清热，燥湿，杀虫，解毒。治痢疾，久泻，疟疾，痔疮，疔毒，赘疣，鸡眼。\n①《生草药性备要》：凉血，去脾家疮，理跌打。\n②《纲目拾遗》：治痢，痔。\n③《岭南采药录》：治冷痢，久泻。又能杀虫。\n④《医学衷中参西录》：凉血解毒，善治热性赤痢，二便因热下血。治梅毒及花柳毒淋。捣烂醋调敷疔毒。善治疣。\n⑤《科学的民间药草》：截疟和治阿米巴痢疾。制成油质，可治外耳道乳状瘤，乳头瘤，以及尖锐性湿疣。\n⑥《广西中药志》：治疳匿。外用（油亦可）治皮肤瘤。"}