{"name": "鹿角", "allNames": ["斑龙角", "花鹿角", "马鹿角", "鹿角屑", "鹿角末", "镇山威"], "source": "本品为鹿科动物马鹿CervuselaphusLinnaeus或梅花鹿CervusnipponTemminck已骨化的角或锯茸后翌年春季脱落的角基，分别习称马鹿角、梅花鹿角（花鹿角）、鹿角脱盘。多于春季拾取，除去泥沙，风干。\n【原形态】\n1.梅花鹿，体长约1.5m左右，体重100kg左右。眶下腺明显，耳大直立，颈细长。四肢细长，后肢外侧踝关节下有褐色足迹腺，主蹄狭小，侧蹄小。臀部有明显的白色臀斑，尾短。雄鹿有分叉的角，长全时有4-5叉，眉叉斜向前伸，第二枝与眉叉较远，主干末端再分两小枝。梅花鹿冬毛检疫站棕色，白色斑点不显。鼻面及颊部毛短，毛尖沙黄色。从头顶起沿脊椎到尾部有一深棕色的背线。白色臀斑有深棕色边缘。腹毛淡棕，鼠蹊部白色。四肢上侧同体色，内侧色稍淡。夏毛薄，无绒毛，红棕色，白斑显着，在脊背两旁及体侧下缘排列成纵行，有黑色的背中线。腹面白色，尾背面黑色，四肢色较体色为浅。\n2.马鹿，体形较大，体长2m，体重超过200kg。肩高约1m，背平直肩部与臀部高度相等。鼻端裸露，耳大呈圆锥形。颈长约占体长1/3，颈下被毛较长。四肢长，两侧蹄较长，能触及地面。尾短，雄性有角，眉叉向前伸，几与主干成直角，主十稍向后略向内弯，角面除尖端外均较粗糙，角基有一小圈瘤状突。冬毛灰褐色。嘴、下颌深棕色，颊棕色，额部棕黑色。耳外黄褐、耳内白色。颈部与身体背面稍带黄褐色，有一黑棕色的背线。四肢外侧棕色，内侧较浅。臀部有黄赭色斑。夏毛较短，没有绒毛，呈赤褐色。\n【生态环境】\n1.栖于混交林、山地草原及森林近缘。\n2.栖于混交林、高山的森林草原。\n【资源分布】\n1.分布于东北、华北、华东、华南。\n2.分布于东北、西北及内蒙古等地。", "natural": "咸；性温", "process": "鹿角片：锯成长段，用热水浸泡，取出镑成薄片后晒干。\n鹿角粉：取镑片研成细粉。", "shape": "1.马鹿角：呈分枝状，通常分成4～6枝，全长50～120cm。主枝弯曲，直径3～6cm，基部盘状，上具不规则瘤状突起，习称珍珠盘，周边常有稀疏细小的孔洞。侧枝多向一面伸展，第一枝与珍珠盘相距较近，与主干几成直角或钝角伸出，第二枝靠近第一枝伸出，习称坐地分枝；第二枝与第三枝相距较远。表面灰褐色或灰黄色，有光泽，角尖平滑，中、下部常具疣状突起，习称骨钉，并具长短不等的断续纵梭，习称苦瓜棱。质坚硬，断面外圈骨质，灰白色或微带淡褐色，中部多呈灰褐色或青灰色，具蜂窝状孔。无臭，味微咸。\n2.梅花鹿角：通常分成3～4枝，全长30～60cm，直径2.5～5cm。侧枝多向两旁伸展，第一枝与珍珠盘相距较近，第二枝与第一枝相距较远，主枝末端分成两小枝。表面黄棕色或灰棕色，枝端灰白色。枝端以下具明显骨钉，纵向排成苦瓜棱，顶部灰白色或灰黄色，有光泽。\n3.鹿角脱盘：呈盔状或扁盔状，直径3～6cm（珍珠盘直径4.5～6.5cm），高1.5～4cm。表面灰褐色或灰黄色，有光泽。底面平，蜂窝状，多呈黄白色或黄棕色。珍珠盘周边常有稀疏细小的孔洞。上面略平或呈不规则的半球形。质坚硬，断面外圈骨质，灰白色或类白色。\n鹿角的效果", "usage": "本品为鹿科动物马鹿或梅花鹿已骨化的角或锯茸后翌年春季脱落的角基，分别习称马鹿角、梅花鹿角（花鹿角）、鹿角脱盘。\n主治疮疡肿毒，瘀血作痛，虚劳内伤，腰脊疼痛。", "jingMai": "肾经；肝经", "mainUse": 0, "dosage": "内服：煎汤，5~10g；研末，每次1~3g；或入丸、散。\n外用：适量，磨汁涂、研末撒或调敷。熟用偏于补肾益精，生用偏于散血消肿。", "attention": "阴虚火旺者禁服。\n鹿角的药方\n①治奶发，诸痈疽发背：烧鹿角，捣末，以苦酒和涂之。（《补缺肘后方》）\n②治下注脚疮：鹿角，烧存性，入轻粉同研，油调涂之。（《医林集要》）\n③治妊娠忽下血，腰痛不可忍：鹿角（锉）一两，当归（锉）一两。上二味作一服，以水二盏，煎至一盏，去滓，温服，食前。（《洪氏集验方》）\n④治产后下血不尽，烦闷腹痛：鹿角，烧成炭，捣筛，煮豉汁，服方寸匕，日三夜再，稍加至二匕。不能用豉清，煮水作汤用之。（《千金方》）\n⑤治胞衣不下：鹿角屑三分。为末，姜汤调下。（《产乳集验方》）\n⑥治腰痛：鹿角屑，熬令黄赤，研，酒服方寸匕，日五、六服。（《产乳集验方》）\n⑦治筋骨疼痛：鹿角，烧存性，为末，酒服一钱，日二。（《纲目》）\n⑧治骨虚极，面肿垢黑，脊痛不能久立，气衰发落齿槁，腰脊痛，甚则喜唾：鹿角二两，川牛膝（去芦，酒浸，焙）一两半。上为细末，炼蜜为丸，如梧桐子大。每服七十丸，空心盐汤送下。（《济生方》鹿角丸）\n⑨治妇人白浊，滑数虚冷者：鹿角屑，炒黄，为末，酒服二钱。（《妇人良方》）\n⑩治消中，日夜尿七八升：鹿角，炙令焦，末，以酒服五分匕，日二，渐加至方寸匕。（《千金方》）\n⑾治溺血久不止，脉细数者：鹿角八两（烧灰），秋石一两（煅灰）。共为末，蜜丸，乌梅汤下三钱。（《医略六书》鹿角秋石丸）\n", "prescription": 0, "image": 0, "mainUsage": "补肾阳，益精血，强筋骨，行血消肿。主肾虚腰脊冷痛，阳痿遗精，崩漏，白带，尿频尿多，阴疽疮疡，乳痈肿痛，跌打瘀肿，筋骨疼痛。\n①《本经》：主恶疮痈肿，逐邪恶气，留血在阴中。\n②《别录》：除小腹血急痛，腰脊痛，折伤恶血，益气。\n③《千金·食治》：屑服方寸匕，日三，益气力，强骨髓，补绝伤。\n④孟诜：妇人梦交者，鹿角末三指撮，和清酒服；女子胞中余血不尽欲死者，以清酒和鹿角灰服方寸匕，日三夜一。\n⑤《日华子本草》：疗患疮痈肿热毒等，醋摩敷；脱精尿血，水摩服；小儿重舌鹅口疮，炙熨之。"}